+++
date = "2004-04-14 00:00:00"
author = ""
title = "¿Está el enemigo? ¡Que se ponga!"
slug = "enemigor-se-ponga-81864"
tags = [ "humor" ]
+++
<p><img align="left" src="/img/post/tlf.gif" alt="El tel&eacute;fono de Gila" width="60" height="42" /></p>
<p>&iquest;Qu&eacute; dir&iacute;a Gila si levantara cabeza? Creo que seguir&iacute;a cont&aacute;ndonos <strong>&ldquo;la maldad de los hombres dicha con la ingenuidad de los ni&ntilde;os&rdquo;</strong>:</p>
<div class="p-shadow">
<div>
<p style="padding-left: 12px; font-size: 1.1em;">-Oiga,
&iquest;es usted Sadam Hussein? Pues ten&iacute;a que decirle que destruya usted sus
armas... &iquest;C&oacute;mo que no tiene armas? Pues yo le digo que s&iacute;, no insista.
Es usted un cabez&oacute;n. Se parece a mi amigo Ernesto, el del pueblo, que
utilizaba el &aacute;ntrax para matar el pulg&oacute;n de su huerta, y claro, le
salieron los tomates azules y el hijo de la Encarni con veinticuatro
dedos en cada mano, y todav&iacute;a lo negaba el jo&iacute;o.<br /><br />-&iquest;Oiga? &iquest;Se&ntilde;or
Bush? S&iacute;, mire, que he cogido un prisionero iraqu&iacute;, pero no s&eacute; si es de
los buenos o de los malos, porque no entiendo nada de lo que dice. &iquest;Que
si lleva turbante? S&iacute;, turbante s&iacute; que lleva, s&iacute;. &iquest;Fusil? No, fusil no
lleva, se&ntilde;or presidente. &iquest;Bigote? S&iacute;, s&iacute; que tiene bigote y barba de
cuatro d&iacute;as, si eso le da una pista, se&ntilde;or presidente. &iquest;Que qu&eacute; mas
hace? Pues ahora mismo est&aacute; sentado a mi lado fum&aacute;ndose una pipa...
&iexcl;Ah!, &iquest;entonces es que es de los malos? &iquest;Que le arreste y le ponga un
capuch&oacute;n en la cabeza para que deje de fumar? De acuerdo se&ntilde;or
presidente, a sus &oacute;rdenes de usted.</p>
</div>
</div>
<p><br style="clear: both;" /><br /> Y es que esto del humor es algo muy serio... a veces. ;)</p>
<p align="center"><img class="fotobonita" style="margin: 4px; vertical-align: middle;" src="/img/post/gila.jpg" alt="Gila" width="198" height="203" /></p>
