+++
date = "2007-12-24 11:09:44"
author = ""
title = "Carta a los Reyes Magos"
slug = "carta-reyes-magos-48774"
tags = [ "concurso navidad chicageek","personal","reyes magos" ]
+++
<p>
3 deseos... originalidad y frescura... mmm... veamos...
</p>
<p>
&nbsp;Queridos Reyes Magos de Oriente (empezamos con la <strong>originalidad</strong>),
</p>
<p>
Este a&ntilde;o 2007 que ya acaba, he intentado ser un buen chico... y como nunca he confiado en ese tal Pap&aacute; Noel, que hace lo mismo que vosotros, tambi&eacute;n en una noche y solito (se lee todas nuestras cartas y reparte todos nuestros regalos), sin que le dejemos nada que beber o comer y que viste de rojo por motivos comerciales (algo m&aacute;s que Coca-Cola debe de meterse el tipo ese en el cuerpo)... pues me dirijo a vosotros.
</p>
<p>
S&eacute; que ten&eacute;is un punto religioso que quiz&aacute; yo no comparta (creo que las ocasiones m&aacute;s sinceras en las que he rezado alguna vez en mi vida, era cuando ve&iacute;a los dibujos animados en la tele y juntaba mis manos con fuerza, mirando a la ventana, para suplicar que apareciera SuperRat&oacute;n con eso de &quot;&iexcl;No se vayan todav&iacute;a, a&uacute;n hay m&aacute;s!&quot;), pero s&eacute; que sabr&eacute;is perdon&aacute;rmelo. ;)
</p>
<p>
Al grano: quiero pediros 3 deseos. Pero no los t&iacute;picos 3 deseillos hippies (<em>Peace, Love &amp; Understanding</em>), no... ser&aacute;n 3 deseos originales y frescos (porque yo lo valgo... y porque yo lo digo).
</p>
<p>
Para empezar, vamos con el segundo deseo (flashforwarding): quiero que la guerra entre los <a href="http://es.wikipedia.org/wiki/Sistemas_operativos" target="_blank" title="Sistemas Operativos">Sistemas Operativos</a> la ganemos los usuarios finales... Micro$oft Windows, Mac OS, distribuciones Linux varias... al final no es que s&oacute;lo pueda quedar uno, si no que deber&iacute;an ser totalmente compatibles, y ofrecernos practicidad y rapidez a todas nuestras necesidades (puede sonaros ut&oacute;pico, pero no lo es)... solucionando tareas y gestionando recursos (es como pedir que el software evolucione como el hardware: cada vez m&aacute;s peque&ntilde;o y m&aacute;s r&aacute;pido, pero bueno... por probar).  
</p>
<p>
El tercero es que los &quot;<a href="http://es.wikipedia.org/wiki/Lost" target="_blank" title="Lost">Perdidos</a>&quot; no se encuentren nunca y tengan cuerda para rato, no s&oacute;lo durante el a&ntilde;o que viene... Los secretos de la isla y de la <a href="http://es.wikipedia.org/wiki/Iniciativa_DHARMA" target="_blank" title="Iniciativa DHARMA">iniciativa DHARMA</a> deben ir desvel&aacute;ndose sin prisa pero sin pausa (y sin que afecte al cambio clim&aacute;tico y la sostenibilidad de nuestro planeta, que bastante la liamos ya nosotros en la vida real).
</p>
<p>
Y por &uacute;ltimo, el primero (toma flashback): que <a href="http://www.google.es" target="_blank" title="Google">la gran G</a> nos posicione a todos donde nos merezcamos en el 2008, &iexcl;y que la Fuerza SEO nos acompa&ntilde;e!
</p>
<p>
Para acabar, la <strong>frescura</strong>... y es que, aunque en el concurso se piden 3 deseos, esta carta es &quot;<em>muy fresca</em>&quot; y va a pedir un cuarto: &iexcl;quiero el MP4! ;)
</p>
<p>
Muchas gracias. 
</p>
<p>
<a href="http://www.chicageek.com/p/concurso-navidad-obolog-43716" title="Concurso navidad">Concurso de navidad en Chica Geek</a>
</p>