<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>seo on Yo soy Albert LG... y tu no.</title>
    <link>http://albertlg.github.io/tags/seo/</link>
    <description>Recent content in seo on Yo soy Albert LG... y tu no.</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Fri, 02 Oct 2009 21:24:00 +0000</lastBuildDate>
    
	<atom:link href="http://albertlg.github.io/tags/seo/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Del software al vino</title>
      <link>http://albertlg.github.io/software-al-vino-351701/</link>
      <pubDate>Fri, 02 Oct 2009 21:24:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/software-al-vino-351701/</guid>
      <description>Llevo los últimos 3 años de mi vida profesional dedicados a posicionar programas en los principales buscadores, como SEO Manager de Softonic, el portal internacional de descargas de software. Se trata de la mejor empresa en la que trabajar en España según sus empleados (entre los que me cuento). Y eso de que haya sido premiada con tal galardón en 2009 no es casualidad, no. Experiencias como la que os voy a contar ahora lo argumentan.</description>
    </item>
    
    <item>
      <title>Softonic: Caso de estudio SEO (SMX Madrid 2009)</title>
      <link>http://albertlg.github.io/softonic-caso-estudio-seo-smx-madrid-2009-274843/</link>
      <pubDate>Tue, 09 Jun 2009 16:52:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/softonic-caso-estudio-seo-smx-madrid-2009-274843/</guid>
      <description>Softonic: Caso de estudio SEO (SMX Madrid 2009)
View more PDF documents from albertlg.</description>
    </item>
    
    <item>
      <title>Análisis SEO de enlaces en Google Webmaster Tools</title>
      <link>http://albertlg.github.io/analisis-seo-enlaces-google-webmaster-tools-97389/</link>
      <pubDate>Sat, 14 Jun 2008 11:08:15 +0000</pubDate>
      
      <guid>http://albertlg.github.io/analisis-seo-enlaces-google-webmaster-tools-97389/</guid>
      <description>La informaci&amp;oacute;n que nos proporcionan sobre los enlaces las herramientas Google Webmaster Tools, Yahoo! Site Explorer y Microsoft&#39;s Webmaster Portal es muy est&amp;aacute;tica, nos dan las p&amp;aacute;ginas que tienen enlaces hacia nuestros websites, y dejan que t&amp;uacute; tengas que hacer todo el an&amp;aacute;lisis posterior con otras herramientas. Esto se convierte en toda una molestia cuando lo que pretendes es hacer un an&amp;aacute;lisis r&amp;aacute;pido para una web, o simplemente quieres echar un vistazo al texto con el que te est&amp;aacute;n enlazando (&#34;</description>
    </item>
    
    <item>
      <title>Tunea tu cuenta de Google Analytics</title>
      <link>http://albertlg.github.io/tunea-cuenta-google-analytics-95005/</link>
      <pubDate>Sun, 08 Jun 2008 21:26:32 +0000</pubDate>
      
      <guid>http://albertlg.github.io/tunea-cuenta-google-analytics-95005/</guid>
      <description>Supongo que muchos de vosotros deb&amp;eacute;is utilizar como navegador a Firefox (Win/Mac) para surfear por Internet. Si es as&amp;iacute;, y adem&amp;aacute;s conoc&amp;eacute;is el plugin Greasemonkey, est&amp;aacute;is de enhorabuena, ya que os voy a presentar un par de scripts para GreaseMonkey que os permitir&amp;aacute;n sacarle el m&amp;aacute;ximo jugo a vuestras cuentas de Google Analytics:
El primero os permitir&amp;aacute; integrar Google Analytics con Google Docs: algo l&amp;oacute;gico y esperable, &amp;iquest;no? Pues ah&amp;iacute; va el enlace: http://spanishgringo.</description>
    </item>
    
    <item>
      <title>Se busca: SEO-Programador</title>
      <link>http://albertlg.github.io/se-busca-seo-programador-90940/</link>
      <pubDate>Thu, 29 May 2008 21:20:52 +0000</pubDate>
      
      <guid>http://albertlg.github.io/se-busca-seo-programador-90940/</guid>
      <description>En Softonic buscamos SEO-Programador para ampliar el departamento &#34;in-house&#34;: http://8f.xortr.com &amp;iexcl;P&amp;aacute;salo!
Algo a tener en cuenta: Softonic es la mejor empresa tecnol&amp;oacute;gica para trabajar en Espa&amp;ntilde;a.</description>
    </item>
    
    <item>
      <title>SMX Madrid 2008... made in Spain</title>
      <link>http://albertlg.github.io/smx-madrid-2008-made-in-spain-89076/</link>
      <pubDate>Sun, 25 May 2008 14:47:31 +0000</pubDate>
      
      <guid>http://albertlg.github.io/smx-madrid-2008-made-in-spain-89076/</guid>
      <description>Los pasados 20 y 21 de mayo llegaba a Espa&amp;ntilde;a la Search Marketing Expo, de la mano de Tomy Lorsch y Rafa Fdez. Tamames, y con grandes nombres en el cartel como Danny Sullivan (Partner y Chief Content Officer de Search Engine Land y Search Marketing Expo), Rand Fishkin (CEO de SEOmoz.org) o Bernard Girard (Autor del libro &#34;El modelo Google: una revoluci&amp;oacute;n de management&#34;).
La verdad es que el programa del evento promet&amp;iacute;a, y mucho (y no puedo negar que las SEO-Stars no defraudaron), aunque el mismo sufri&amp;oacute; de varias modificaciones desde el primer momento.</description>
    </item>
    
    <item>
      <title>Solidaridad SEO</title>
      <link>http://albertlg.github.io/solidaridad-seo-86885/</link>
      <pubDate>Mon, 19 May 2008 22:11:21 +0000</pubDate>
      
      <guid>http://albertlg.github.io/solidaridad-seo-86885/</guid>
      <description>Pues no imaginaba yo que mundo SEO diera para tanto &#34;chiste&#34;... pero el amigo Ram&amp;oacute;n Redondo nos demuestra su creatividad, una vez m&amp;aacute;s:
V&amp;iacute;a: GeekInLove</description>
    </item>
    
    <item>
      <title>El famoso Google Search&#39;s Golden Triangle</title>
      <link>http://albertlg.github.io/famoso-google-searchs-golden-triangle-81865/</link>
      <pubDate>Fri, 10 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/famoso-google-searchs-golden-triangle-81865/</guid>
      <description>Es algo antiguo, fruto de un estudio realizado con EyeTracking, que verifica la importancia de la posici&amp;oacute;n de tu p&amp;aacute;gina en los resultados de b&amp;uacute;squeda...


R&amp;aacute;nking de visibilidad en los resultados org&amp;aacute;nicos (mostrado en un porcentaje de participantes que miran un listado en esta localizaci&amp;oacute;n):
Rank 1 - 100%
Rank 2 - 100%
Rank 3 - 100%
Rank 4 - 85%
Rank 5 - 60%
Rank 6 - 50%</description>
    </item>
    
    <item>
      <title>A estas alturas aprendo cómo lanzar una Pop-Up</title>
      <link>http://albertlg.github.io/estas-alturas-aprendo-lanzar-pop-up-81343/</link>
      <pubDate>Fri, 03 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/estas-alturas-aprendo-lanzar-pop-up-81343/</guid>
      <description>Y es m&amp;aacute;s: no me da verg&amp;uuml;enza reconocerlo. :P
El mundo del webmaster es un no parar de aprender y reaprender cosas...quiz&amp;aacute; por eso me guste. Incluso los hay que se enorgullecen cuando meense&amp;ntilde;an algo que no sab&amp;iacute;a (eh Rodrigo?), y los que me piden que siga escribiendo m&amp;aacute;s y escuchando menos m&amp;uacute;sica (eh Tito Tommy?).
En f&amp;iacute;n, a lo que &amp;iacute;bamos: lanzar ventanas Pop-Up con JavaScript. Puesresulta que, independientemente de las discusiones acerca de usar o nouna pop-up, hay un problema que las corrompe sistem&amp;aacute;ticamente, que lashace perversas, que agrede a usuarios avanzados y principiantes en sunavegaci&amp;oacute;n, confunde a los buscadores, y genera ruido en el c&amp;oacute;digo.</description>
    </item>
    
    <item>
      <title>Google Dance</title>
      <link>http://albertlg.github.io/google-dance-81894/</link>
      <pubDate>Sat, 18 Sep 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/google-dance-81894/</guid>
      <description>[!] DesdeNoviembre de 2003 (Florida update), Google no ha efectuado ning&amp;uacute;n&#34;dance&#34;. Desde esa fecha los cambios de posiciones se producen de formacont&amp;iacute;nua en el buscador. Todo parece indicar que los anta&amp;ntilde;o famososdances no se producir&amp;aacute;n de nuevo. Mantengo esta secci&amp;oacute;n por laimportancia que hist&amp;oacute;ricamente han tenido estos&#34; dances&#34;.
Una vez al mes (aproximadamente) Google recalcula el PageRank decada p&amp;aacute;gina web y, por lo tanto, modifica los resultados de lasb&amp;uacute;squedas.</description>
    </item>
    
    <item>
      <title>PageRank revised</title>
      <link>http://albertlg.github.io/pagerank-revised-81895/</link>
      <pubDate>Sun, 22 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/pagerank-revised-81895/</guid>
      <description>Comohabreis podido observar, en el men&amp;uacute; de la derecha, encima delcalendario, os muestro el PageRank de mi weblog... &amp;iexcl;sin necesidad detener la ToolBar de Google!
&amp;iquest;Y qu&amp;eacute; significa eso? Pues que utilizo un c&amp;oacute;digo PHP, junto con SSI para calcularlo y mostr&amp;aacute;roslo.
&amp;iquest;Quereis ver el c&amp;oacute;digo?
define(&#39;GMAG&#39;, 0xE6359A60);
//unsigned shift right
function zeroFill($a, $b){
$z = hexdec(80000000);
if ($z &amp;amp; $a){
$a = ($a&amp;gt;&amp;gt;1);
$a &amp;amp;= (~$z);</description>
    </item>
    
    <item>
      <title>El PageRank de Google</title>
      <link>http://albertlg.github.io/pagerank-google-81896/</link>
      <pubDate>Fri, 06 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/pagerank-google-81896/</guid>
      <description>&amp;iquest;Sabes c&amp;oacute;mo se calcula el PageRank? &amp;iquest;Entiendes su algoritmo?

Ian Rogers nos explica correctamente, y con ejemplos muy sencillos y clarificadores, c&amp;oacute;mo funciona. Adem&amp;aacute;s, nos ofrece varios enlaces a recursos y utilidades relacionadas con el PR muy interesantes.
Leer el art&amp;iacute;culo sobre el PageRank
Gracias por el enlace, Philipp. ;)</description>
    </item>
    
    <item>
      <title>Google explica en su weblog la caída del lunes</title>
      <link>http://albertlg.github.io/google-explica-weblog-caida-lunes-81897/</link>
      <pubDate>Wed, 28 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/google-explica-weblog-caida-lunes-81897/</guid>
      <description>Consu post titulado &#34;Global Worming&#34;, Urs Hoelze (VP of operations andGoogle Fellow) nos explica el suceso que tanto nos asombr&amp;oacute; el pasadolunes 26 de julio, en el weblog oficial de Google. Por cierto, no faltael humor...
La explicaci&amp;oacute;n no es otra que alguien envi&amp;oacute; la &amp;uacute;ltima versi&amp;oacute;n del virus MyDoom,que realiz&amp;oacute; una serie de b&amp;uacute;squedas automatizadas en el archiconocidobuscador provocando su ca&amp;iacute;da. Se descarta as&amp;iacute; que Google fuera&#39;hackeado&#39;.</description>
    </item>
    
    <item>
      <title>Observando a Google</title>
      <link>http://albertlg.github.io/observando-google-81898/</link>
      <pubDate>Sat, 26 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/observando-google-81898/</guid>
      <description>En espa&amp;ntilde;ol... google.dirson.com.
Y en ingl&amp;eacute;s... watchinggooglelikeahawk.com.</description>
    </item>
    
    <item>
      <title>Consultoría web (posicionamiento)</title>
      <link>http://albertlg.github.io/consultoria-web-posicionamiento-81899/</link>
      <pubDate>Sun, 13 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/consultoria-web-posicionamiento-81899/</guid>
      <description>He encontrado (gr&amp;agrave;cies Xavi) una web de consultor&amp;iacute;a SEO y herramientas de promoci&amp;oacute;n, muy interesante:
Ranks.nl

Me ha gustado especialmente el servicio de &#34;An&amp;aacute;lisis de la densidad, la prominencia y la colocaci&amp;oacute;n de palabras clave&#34;.
Aprovecho este &#34;post&#34; para recordaros otro recurso:
Marketleap.com

Y sus &#34;Free search engine marketing tools&#34;: &#34;Link popularity check&#34;, &#34;Search engine saturation&#34; y &#34;Keyword verification&#34;.</description>
    </item>
    
    <item>
      <title>GoogleWar</title>
      <link>http://albertlg.github.io/googlewar-81900/</link>
      <pubDate>Fri, 21 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/googlewar-81900/</guid>
      <description>Todav&amp;iacute;a no he dejado de reir:
GoogleWar.com
Y resulta que hay m&amp;aacute;s gente que se &#34;aburre&#34;...
GoogleFight.com
Jejeje! ;)</description>
    </item>
    
  </channel>
</rss>