<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>humor | Blog de Albert L.G.</title><link>https://albertlg.com/ca/tag/humor/</link><atom:link href="https://albertlg.com/ca/tag/humor/index.xml" rel="self" type="application/rss+xml"/><description>humor</description><generator>Source Themes Academic (https://sourcethemes.com/academic/)</generator><language>ca-es</language><copyright>Albert López © 2020</copyright><lastBuildDate>Mon, 19 May 2008 22:11:21 +0000</lastBuildDate><image><url>https://albertlg.com/images/logo_hud73e1285fdf1afd60709ba56fd2a6df6_5032_300x300_fit_lanczos_2.png</url><title>humor</title><link>https://albertlg.com/ca/tag/humor/</link></image><item><title>Solidaridad SEO</title><link>https://albertlg.com/ca/solidaridad-seo-86885/</link><pubDate>Mon, 19 May 2008 22:11:21 +0000</pubDate><guid>https://albertlg.com/ca/solidaridad-seo-86885/</guid><description>&lt;p>Pues no imaginaba yo que mundo SEO diera para tanto "chiste"... pero el amigo Ram&amp;oacute;n Redondo nos demuestra su creatividad, una vez m&amp;aacute;s:&lt;/p>
&lt;p style="text-align: center;">&lt;img class="fotobonita" style="margin: 4px;" title="Solidaridad SEO" src="https://albertlg.com/img/post/86885-68947.jpg" alt="El efecto men&amp;eacute;ame" width="450" height="599" />&lt;/p>
&lt;p>V&amp;iacute;a: &lt;a title="Geek in Love Blogcomic" href="http://geekinlove.com" target="_blank">GeekInLove&lt;/a>&lt;/p></description></item><item><title>Cosas que odio... y una de gallegos</title><link>https://albertlg.com/ca/cosas-odio-gallegos-81862/</link><pubDate>Sun, 13 Jun 2004 00:00:00 +0000</pubDate><guid>https://albertlg.com/ca/cosas-odio-gallegos-81862/</guid><description>&lt;p>Ayer recib&amp;iacute; un e-mail graciosillo, del que os destaco las "cosas que odio" m&amp;aacute;s curiosas:&lt;br />&lt;/p>
&lt;ul>
&lt;li>Los que se&amp;ntilde;alan su mu&amp;ntilde;eca cuando preguntan por la hora...
Ya s&amp;eacute; donde est&amp;aacute; mi reloj, &amp;iquest;d&amp;oacute;nde tienes el tuyo? &amp;iquest;Me se&amp;ntilde;alo yo cuando
pregunto donde est&amp;aacute; el water?&lt;/li>
&lt;li>Los que dicen "siempre est&amp;aacute; en el &amp;uacute;ltimo lugar en el que miras". Pues claro. &amp;iquest;Qui&amp;eacute;n sigue buscando algo despu&amp;eacute;s de encontrarlo?&lt;/li>
&lt;li>Los que est&amp;aacute;n viendo una pel&amp;iacute;cula y dicen "&amp;iquest;has visto eso?". No, he pagado 5 euros para venir al cine y mirar el suelo.&lt;/li>
&lt;li>Los que preguntan "&amp;iquest;puedo preguntarte una cosa?". No me dejas elecci&amp;oacute;n, &amp;iquest;no?&lt;/li>
&lt;li>Cuando
algo es "nuevo y mejorado". &amp;iquest;C&amp;oacute;mo? Si es nuevo, no ha habido nada
antes. Si ha sido mejorado, ha tenido que haber algo antes.&lt;/li>
&lt;li>Los
que dicen "la vida es corta". &amp;iexcl;Vamos hombre! &amp;iexcl;La vida es la cosa m&amp;aacute;s
larga para todo el mundo! &amp;iquest;Qu&amp;eacute; puedes hacer que sea m&amp;aacute;s largo?&lt;/li>
&lt;/ul>
&lt;p>Aunque la palma se la lleva la historia que me envi&amp;oacute; B&amp;agrave;rbara el viernes, "Una de gallegos":&lt;br />&lt;/p>
&lt;div class="p-shadow">
&lt;div>
&lt;p style="padding-left: 12px; font-size: 0.8em;">&lt;strong>Explicaci&amp;oacute;n
de un alba&amp;ntilde;il gallego a la compa&amp;ntilde;&amp;iacute;a aseguradora que no comprend&amp;iacute;a,
debido a la naturaleza de sus lesiones, c&amp;oacute;mo pod&amp;iacute;a haber ocurrido el
accidente. Este es un caso ver&amp;iacute;dico cuya transcripci&amp;oacute;n fue obtenida de
una copia de archivo de la aseguradora. el caso fue juzagado por el
Tribunal de Primera Instancia de Pontevedra.&lt;/strong>&lt;br />&lt;br />Excelent&amp;iacute;simos se&amp;ntilde;ores:&lt;br />En
respuesta a su pedido de informaciones adicionales declaro: en el &amp;iacute;tem
n&amp;ordm; 1 sobre mi participaci&amp;oacute;n en los acontecimientos, mencion&amp;eacute;: "tratando
de ejecutar la tarea y sin ayuda", como la causa de mi accidente. Me
piden en su carta que d&amp;eacute; una declaraci&amp;oacute;n m&amp;aacute;s detallada, por lo que
espero que lo que sigue aclare de una vez por todas sus dudas.&lt;br />&lt;br />Soy
alba&amp;ntilde;il desde hace 10 a&amp;ntilde;os. El d&amp;iacute;a del accidente estaba trabajando sin
ayuda, colocando los ladrillos de una pared del sexto piso del edificio
en construcci&amp;oacute;n en esta ciudad. Finalizadas mis tareas, verifiqu&amp;eacute; que
hab&amp;iacute;an sobrado aproximandamente 250 kilos de ladrillo. En vez de
cargarlos hasta la planta baja a mano, decid&amp;iacute; colocarlos en un barril,
y bajarlos con ayuda de una roldana que felizmente se hallaba fijada en
una viga en el techo del sexto piso.&lt;br />&lt;br />Baj&amp;eacute; hatsa la planta baja,
at&amp;eacute; el barril con una soga y, con la ayuda de la roldana, lo levant&amp;eacute;
hasta el sexto piso, atando el extremo de la soga en una columna de la
planta baja. Luego, sub&amp;iacute; y cargu&amp;eacute; los ladrillos en el barril. Volv&amp;iacute; a
la planta baja, desat&amp;eacute; la soga, y la agarr&amp;eacute; con fuerza de modo que los
250 kilos de ladrillos bajasen suavemente (debo indicar que en el &amp;iacute;tem
n&amp;ordm; 1 de mi declaraci&amp;oacute;n a la polic&amp;iacute;a he declarado que mi peso corporal
es de 80 kilos). Sorpresivamente, mis pies se separaron del suelo y
comenc&amp;eacute; a ascender r&amp;aacute;pidamente, arrastrado por la soga. Debido al
susto, perd&amp;iacute; mi presencia de esp&amp;iacute;ritu e irreflexivamente me aferr&amp;eacute; m&amp;aacute;s
a&amp;uacute;n a la soga, mientras ascend&amp;iacute;a a gran velocidad.&lt;br />En las
proximidades del tercer piso me encontr&amp;eacute; con el barril que bajaba a una
velocidad aproximadamente similar a la de mi subida, y me fue imposible
evitar el choque. Creo que all&amp;iacute; se produjo la fractura de cr&amp;aacute;neo.&lt;br />&lt;br />Continu&amp;eacute;
subiendo hasta que mis dedos se engancharon dentro de la roldana, lo
que provoc&amp;oacute; la detenci&amp;oacute;n de mi subida y tambi&amp;eacute;n las quebraduras
m&amp;uacute;ltiples de los dedos y de la mu&amp;ntilde;eca. A esta altura (de los
acontecimientos), ya hab&amp;iacute;a recuperado mi presencia de esp&amp;iacute;ritu, y pese
a los dolores continu&amp;eacute; aferrado a la cuerda. Fue en ese instante que el
barril choc&amp;oacute; contar el piso, su fondo se parti&amp;oacute;, y todos los ladrillos
se desparramaron.&lt;br />&lt;br />Sin ladrillos, el barril pesaba
aproximadamente 25 kilos. Debido a un principio simpl&amp;iacute;simo comenc&amp;eacute; a
descender r&amp;aacute;pidamente hacia la planta baja. Aproximadamente al pasar
por el tercer piso me encontr&amp;eacute; con el barril vac&amp;iacute;o que sub&amp;iacute;a. En el
choque que sobrevino estoy casi seguro se produjeron las fracturas de
tobillos y de la nariz. Este choque felizmente disminuy&amp;oacute; la velocidad
de mi ca&amp;iacute;da, de manera que cuando aterric&amp;eacute; sobre la monta&amp;ntilde;a de
ladrillos s&amp;oacute;lo me quebr&amp;eacute; tres v&amp;eacute;rtebras.&lt;br />&lt;br />Lamento sin embrago
informar que, cuando me encontraba ca&amp;iacute;do encima de los ladrillos, con
dolores insoportables, sin poder moverme y viendo encima de mi el
barril, perd&amp;iacute; nuevamente mi presencia de esp&amp;iacute;ritu y solt&amp;eacute; la soga.
Debido a que el barril pesaba m&amp;aacute;s que la cuerda, descendi&amp;oacute; r&amp;aacute;pidamente
y cay&amp;oacute; sobre mis piernas, quebr&amp;aacute;ndoseme las dos tibias.&lt;br />Esperando haber aclarado definitivamente las causa y el desarrollo de los acontecimientos, me despido atentamente.&lt;/p>
&lt;/div>
&lt;/div></description></item><item><title>¿Qué es el éxito?</title><link>https://albertlg.com/ca/exitor-81863/</link><pubDate>Mon, 07 Jun 2004 00:00:00 +0000</pubDate><guid>https://albertlg.com/ca/exitor-81863/</guid><description>&lt;p>A los 3 a&amp;ntilde;os, ... no mearse.&lt;br /> A los 6 a&amp;ntilde;os, ... recordar lo que hiciste en el d&amp;iacute;a.&lt;br /> A los 12 a&amp;ntilde;os, ... tener muchos amigos.&lt;br /> A los 18 a&amp;ntilde;os, ... tener carnet de conducir.&lt;br /> A los 20 a&amp;ntilde;os, ... tener relaciones sexuales.&lt;br /> A los 35 a&amp;ntilde;os, ... tener mucho dinero.&lt;br /> A los 50 a&amp;ntilde;os, ... tener much&amp;iacute;simo dinero.&lt;br /> A los 65 a&amp;ntilde;os, ... tener relaciones sexuales.&lt;br /> A los 70 a&amp;ntilde;os, ... tener carnet de conducir.&lt;br /> A los 75 a&amp;ntilde;os, ... tener muchos amigos.&lt;br /> A los 80 a&amp;ntilde;os, ... recordar lo que hiciste en el d&amp;iacute;a.&lt;br /> A los 85 a&amp;ntilde;os, ... no mearse.&lt;/p></description></item><item><title>¿Está el enemigo? ¡Que se ponga!</title><link>https://albertlg.com/ca/enemigor-se-ponga-81864/</link><pubDate>Wed, 14 Apr 2004 00:00:00 +0000</pubDate><guid>https://albertlg.com/ca/enemigor-se-ponga-81864/</guid><description>&lt;p>&lt;img align="left" src="https://albertlg.com/img/post/tlf.gif" alt="El tel&amp;eacute;fono de Gila" width="60" height="42" />&lt;/p>
&lt;p>&amp;iquest;Qu&amp;eacute; dir&amp;iacute;a Gila si levantara cabeza? Creo que seguir&amp;iacute;a cont&amp;aacute;ndonos &lt;strong>&amp;ldquo;la maldad de los hombres dicha con la ingenuidad de los ni&amp;ntilde;os&amp;rdquo;&lt;/strong>:&lt;/p>
&lt;div class="p-shadow">
&lt;div>
&lt;p style="padding-left: 12px; font-size: 1.1em;">-Oiga,
&amp;iquest;es usted Sadam Hussein? Pues ten&amp;iacute;a que decirle que destruya usted sus
armas... &amp;iquest;C&amp;oacute;mo que no tiene armas? Pues yo le digo que s&amp;iacute;, no insista.
Es usted un cabez&amp;oacute;n. Se parece a mi amigo Ernesto, el del pueblo, que
utilizaba el &amp;aacute;ntrax para matar el pulg&amp;oacute;n de su huerta, y claro, le
salieron los tomates azules y el hijo de la Encarni con veinticuatro
dedos en cada mano, y todav&amp;iacute;a lo negaba el jo&amp;iacute;o.&lt;br />&lt;br />-&amp;iquest;Oiga? &amp;iquest;Se&amp;ntilde;or
Bush? S&amp;iacute;, mire, que he cogido un prisionero iraqu&amp;iacute;, pero no s&amp;eacute; si es de
los buenos o de los malos, porque no entiendo nada de lo que dice. &amp;iquest;Que
si lleva turbante? S&amp;iacute;, turbante s&amp;iacute; que lleva, s&amp;iacute;. &amp;iquest;Fusil? No, fusil no
lleva, se&amp;ntilde;or presidente. &amp;iquest;Bigote? S&amp;iacute;, s&amp;iacute; que tiene bigote y barba de
cuatro d&amp;iacute;as, si eso le da una pista, se&amp;ntilde;or presidente. &amp;iquest;Que qu&amp;eacute; mas
hace? Pues ahora mismo est&amp;aacute; sentado a mi lado fum&amp;aacute;ndose una pipa...
&amp;iexcl;Ah!, &amp;iquest;entonces es que es de los malos? &amp;iquest;Que le arreste y le ponga un
capuch&amp;oacute;n en la cabeza para que deje de fumar? De acuerdo se&amp;ntilde;or
presidente, a sus &amp;oacute;rdenes de usted.&lt;/p>
&lt;/div>
&lt;/div>
&lt;p>&lt;br style="clear: both;" />&lt;br /> Y es que esto del humor es algo muy serio... a veces. ;)&lt;/p>
&lt;p align="center">&lt;img class="fotobonita" style="margin: 4px; vertical-align: middle;" src="https://albertlg.com/img/post/gila.jpg" alt="Gila" width="198" height="203" />&lt;/p></description></item></channel></rss>