<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>sem | Blog de Albert L.G.</title><link>https://albertlg.com/en/tag/sem/</link><atom:link href="https://albertlg.com/en/tag/sem/index.xml" rel="self" type="application/rss+xml"/><description>sem</description><generator>Source Themes Academic (https://sourcethemes.com/academic/)</generator><language>en-us</language><copyright>Created with ❤ by: Albert L.G. © 2020</copyright><lastBuildDate>Sun, 25 May 2008 14:47:31 +0000</lastBuildDate><image><url>https://albertlg.com/images/logo_hud73e1285fdf1afd60709ba56fd2a6df6_5032_300x300_fit_lanczos_2.png</url><title>sem</title><link>https://albertlg.com/en/tag/sem/</link></image><item><title>SMX Madrid 2008... made in Spain</title><link>https://albertlg.com/en/smx-madrid-2008-made-in-spain-89076/</link><pubDate>Sun, 25 May 2008 14:47:31 +0000</pubDate><guid>https://albertlg.com/en/smx-madrid-2008-made-in-spain-89076/</guid><description>&lt;p>Los pasados 20 y 21 de mayo llegaba a Espa&amp;ntilde;a la Search Marketing Expo, de la mano de &lt;a href="http://tomcaster.com/blog/" target="_blank">Tomy Lorsch&lt;/a> y &lt;a href="http://fernandeztamames.com/" target="_blank">Rafa Fdez. Tamames&lt;/a>, y con grandes nombres en el cartel como &lt;strong>Danny Sullivan&lt;/strong> (Partner y Chief Content Officer de &lt;a href="http://searchengineland.com/">Search Engine Land&lt;/a> y &lt;a href="http://searchmarketingexpo.com/">Search Marketing Expo&lt;/a>), &lt;strong>Rand Fishkin&lt;/strong> (CEO de &lt;a href="http://www.seomoz.org/">SEOmoz.org&lt;/a>) o &lt;strong>Bernard Girard&lt;/strong> (Autor del libro "El modelo Google: una revoluci&amp;oacute;n de management").&lt;/p>
&lt;p>La verdad es que el programa del evento promet&amp;iacute;a, y mucho (y no puedo negar que las SEO-Stars no defraudaron), aunque el mismo sufri&amp;oacute; de varias modificaciones desde el primer momento.&lt;/p>
&lt;p>Os aseguro que no me gusta para nada la etiqueta "&lt;em>made in Spain&lt;/em>" con la que titulo este post por el sentido en el que lo hago, pero me veo obligado a ello... &lt;em>Spain is different... so different&lt;/em> dir&amp;iacute;a yo, sobretodo si comparamos, por ejemplo, con el SES London 2008.&amp;nbsp; Siempre desde un punto de vista exigente y perfeccionista. ;)&lt;/p>
&lt;p>Como yo soy de los que eligen la opci&amp;oacute;n "primero las malas" ante la t&amp;iacute;pica "tengo buenas y malas noticias", empecemos con los hechos (o sucesos) respecto a la organizaci&amp;oacute;n y al contenido del evento:&lt;/p>
&lt;ul>
&lt;li>Pr&amp;aacute;cticamente la totalidad de las conferencias y seminarios empezaron con retraso (&amp;iexcl;algunas con hasta 30 minutos!), desde la presentaci&amp;oacute;n/inauguraci&amp;oacute;n.&lt;/li>
&lt;li>Hubo serios problemas con el sonido, los micr&amp;oacute;fonos (ahora van, ahora no)... que casi nos dejan sordos en un par de ocasiones.&lt;/li>
&lt;li>El nivel de algunos ponentes era digno de poner bajo sospecha, como m&amp;iacute;nimo (sobretodo los de la propia tierra, para nuestra desgracia... aunque me molesta much&amp;iacute;simo meter a todo el mundo en el mismo saco, pero no quiero dar nombres). Hubo algunas frases a rememorar ("perlitas" que me voy a reservar... por lo menos de momento).&lt;/li>
&lt;li>Pocos expositores (pero hay que pensar que era el primer SMX en Espa&amp;ntilde;a).&lt;/li>
&lt;li>Y para mi lo m&amp;aacute;s sorprendente de todo: los que hab&amp;iacute;amos pagado NO dispon&amp;iacute;amos de conexi&amp;oacute;n a Internet!! S&amp;iacute;, s&amp;iacute;... &lt;strong>SMX Madrid 2008 sin conexi&amp;oacute;n Wi-Fi para los asistentes&lt;/strong>. "&lt;em>No comments&lt;/em>".&lt;/li>
&lt;/ul>
&lt;p>Pero no todo iba a ser malo, ni mucho menos:&lt;/p>
&lt;ul>
&lt;li>Nos anuncian la &lt;a href="http://es.searchengineland.com" target="_blank">versi&amp;oacute;n &lt;strong>en espa&amp;ntilde;ol&lt;/strong> de Search Engine Land&lt;/a> (aunque algunos ya lo sab&amp;iacute;amos y lo meto en la parte positiva, preferir&amp;iacute;a ser cauto respecto a esto... a ver qu&amp;eacute; tal).&lt;/li>
&lt;li>La actitud y preocupaci&amp;oacute;n que percib&amp;iacute; en Tomy Lorsch por que todos los detalles que pudiera controlar fueran bien.&lt;/li>
&lt;li>El networking social y profesional.&lt;/li>
&lt;li>La asistencia... estuvo bastante concurrido, aunque quiz&amp;aacute; esperaba m&amp;aacute;s.&lt;/li>
&lt;li>Rand Fishkin: generosidad en cuanto a know-how y humor. Di&amp;oacute; mucha informaci&amp;oacute;n y fue divertido. Ponencias y presentaciones perfectas.&lt;/li>
&lt;li>La comida: buen&amp;iacute;sima. Estamos en Espa&amp;ntilde;a, &amp;iquest;no? :)&lt;/li>
&lt;/ul>
&lt;p>&lt;strong>Conclusi&amp;oacute;n&lt;/strong>: esperanzador, siempre y cuando se aprenda de los errores, se analicen las carencias y se siga trabajando con ilusi&amp;oacute;n. &amp;iexcl;&amp;Aacute;nimo y adelante!&lt;/p>
&lt;p>Otro dia os resumir&amp;eacute; algunos puntos de las presentaciones m&amp;aacute;s destacables.&lt;/p></description></item></channel></rss>