<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>filosofía on Yo soy Albert LG... y tu no.</title>
    <link>http://albertlg.github.io/tags/filosof%C3%ADa/</link>
    <description>Recent content in filosofía on Yo soy Albert LG... y tu no.</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Sun, 20 Mar 2011 13:15:00 +0000</lastBuildDate>
    
	<atom:link href="http://albertlg.github.io/tags/filosof%C3%ADa/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Tricefalia. Reflexiones de una esponja</title>
      <link>http://albertlg.github.io/tricefalia-reflexiones-esponja-1181188/</link>
      <pubDate>Sun, 20 Mar 2011 13:15:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/tricefalia-reflexiones-esponja-1181188/</guid>
      <description>Ya lo dice la canción: “3 is a magic number. Yes it is, is a magic number”. Y digo “dice”, en presente, porque las canciones nos hablan ahora (en el momento en que las escuchas), las buenas canciones no pasan de moda, perduran, evolucionan con nuevas versiones, se adaptan.  A día de hoy...   en casa, mi familia somos 3: mi mujer, mi hija y yo  ACTUALIZACIÓN: en casa, mi familia son 3: mi mujer, y mis 2 hijas  el trabajo nos lo hemos montado entre 3 (aunque formamos ya un equipo más numeroso.</description>
    </item>
    
    <item>
      <title>Citas inspiradas</title>
      <link>http://albertlg.github.io/citas-inspiradas-80112/</link>
      <pubDate>Sun, 30 Apr 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/citas-inspiradas-80112/</guid>
      <description>Cuando la musa puede ser la televisi&amp;oacute;n o &#34;crazy mary&#34;...
&amp;ldquo;El despu&amp;eacute;s es ya.&amp;rdquo;
Ray; m&amp;eacute;dico.
&amp;ldquo;Eltiempo pasa en momentos... momentos los cuales, en un abrir y cerrar deojos, definen el rumbo de nuestras vidas, tan seguramente como la llevaa su fin. Raramente nos detenemos para analizar si este camino quetomamos es causa de nuestras propias decisiones o si simplemente nosdejamos caer en &amp;eacute;l con los ojos cerrados.</description>
    </item>
    
    <item>
      <title>Optimismo siempre</title>
      <link>http://albertlg.github.io/optimismo-siempre-81346/</link>
      <pubDate>Sat, 04 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/optimismo-siempre-81346/</guid>
      <description>Ya lo hab&amp;iacute;a le&amp;iacute;do hace alg&amp;uacute;n tiempo, pero me apetece recordarlo:
En una din&amp;aacute;mica de grupo para trabajar en una empresa multinacional, se le hizo la siguiente pregunta a tres candidatos:
&amp;iquest;Qu&amp;eacute; le gustar&amp;iacute;a que dijesen de usted en su velorio?
El primer candidato dijo:
&amp;nbsp;&amp;nbsp;- Que fui un gran m&amp;eacute;dico y un muy buen padre de familia.
El segundo candidato dijo:
&amp;nbsp;&amp;nbsp;- Que fui un hombre maravilloso, excelente padre de familia y un profesor de gran influencia en el futuro de la juventud.</description>
    </item>
    
    <item>
      <title>Reinvéntate</title>
      <link>http://albertlg.github.io/reinventate-81356/</link>
      <pubDate>Sun, 26 Feb 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/reinventate-81356/</guid>
      <description>Necesito cambiar
&amp;iquest;Qu&amp;eacute; puedo hacer para cambiar?
...
Saber es el principio.
...
Saber m&amp;aacute;s,
aprender m&amp;aacute;s,
conseguir m&amp;aacute;s.</description>
    </item>
    
    <item>
      <title>Innovación</title>
      <link>http://albertlg.github.io/innovacion-81357/</link>
      <pubDate>Sat, 30 Apr 2005 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/innovacion-81357/</guid>
      <description>Interesante concepto:
&amp;ldquo;Innovation&#39; isn&#39;t what innovators do... it&#39;s what customers and clients adopt.&amp;rdquo;
Michael Schrage.
</description>
    </item>
    
    <item>
      <title>El cerebro es tonto</title>
      <link>http://albertlg.github.io/cerebro-tonto-81358/</link>
      <pubDate>Sun, 03 Oct 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/cerebro-tonto-81358/</guid>
      <description>El jueves 5 de junio de 2003, La Vanguardia publicaba en su contraportada una entrevista a la psic&amp;oacute;loga M.&amp;ordf; Jes&amp;uacute;s &amp;Aacute;lava Reyes. Os copio un fragmento:
Aprender
Nosense&amp;ntilde;aron a caminar d&amp;aacute;ndonos &amp;aacute;nimos y ri&amp;eacute;ndonos las gracias, pero todoshemos interiorizado que se aprende a vivir a base de golpes. Elresultado es que a nadie se le olvida caminar y que muy pocos sabenvivir. Las claves para no entender la vida como una tragedia, sino comoun presente lleno de oportunidades que hay que aprovechar d&amp;iacute;a a d&amp;iacute;a, seresume en una afortunada reflexi&amp;oacute;n: &amp;iexcl;no suframos in&amp;uacute;tilmente!</description>
    </item>
    
    <item>
      <title>La perfección</title>
      <link>http://albertlg.github.io/la-perfeccion-81359/</link>
      <pubDate>Sat, 02 Oct 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/la-perfeccion-81359/</guid>
      <description>Una definici&amp;oacute;n muy &#34;usable&#34;:
&amp;ldquo;Perfection is attained, not when there is nothing more to add, but when there is nothing more to take away.&amp;rdquo;
Antoine de Saint-Exupery; escritor franc&amp;eacute;s.
</description>
    </item>
    
    <item>
      <title>¿Podrías VIVIR sin...?</title>
      <link>http://albertlg.github.io/podrias-vivir-sinr-81360/</link>
      <pubDate>Wed, 08 Sep 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/podrias-vivir-sinr-81360/</guid>
      <description>Detalles, sue&amp;ntilde;os (creatividad), m&amp;uacute;sica (ritmo, baile...), sorpresas, amor, humor...
Realmente, &amp;iquest;valdr&amp;iacute;a la pena?</description>
    </item>
    
    <item>
      <title>Trabajo en equipo</title>
      <link>http://albertlg.github.io/trabajo-equipo-81361/</link>
      <pubDate>Fri, 13 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/trabajo-equipo-81361/</guid>
      <description>Algunos copos inofensivos trabajando juntos pueden desatar una avalancha de destrucci&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Los principios de la motivación</title>
      <link>http://albertlg.github.io/principios-motivacion-81362/</link>
      <pubDate>Fri, 30 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/principios-motivacion-81362/</guid>
      <description>Navegando, navegando... me he topado con un interesantísimo artículo de Stephen Covey, en el que nos explica cómo convencer a las personas que dependan de nosotros para que actúen de manera responsable.  De las palabras de Covey, me gustaría destacar:  “Para desarrollar la motivación y la responsabilidad, sugiero trabajar sobre dos principios que pueden ser muy efectivos: la participación y la confianza”.  “requiere una considerable fortaleza de carácter, fe y paciencia en el líder”.</description>
    </item>
    
    <item>
      <title>Citas célebres</title>
      <link>http://albertlg.github.io/citas-celebres-81364/</link>
      <pubDate>Thu, 17 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/citas-celebres-81364/</guid>
      <description>Unas citas que me envi&amp;oacute; Alex Ruiz (de webospodridos.com):
&amp;ldquo;Un ej&amp;eacute;rcito de ciervos dirigido por un le&amp;oacute;n es mucho m&amp;aacute;s temible que un ej&amp;eacute;rcito de leones mandado por un ciervo.&amp;rdquo;
Plutarco (50-125); escritor griego.&amp;ldquo;No sabe m&amp;aacute;s el que m&amp;aacute;s cosas sabe, sino el que sabe las que m&amp;aacute;s importan.&amp;rdquo;
B. Rebolledo (1597-1676); militar, poeta y diplom&amp;aacute;tico espa&amp;ntilde;ol.
&amp;ldquo;La verdadera sabidur&amp;iacute;a est&amp;aacute; en reconocer la propia ignorancia.</description>
    </item>
    
    <item>
      <title>¿Sabes hacer...? ¿Haces...?</title>
      <link>http://albertlg.github.io/hacerr-hacesr-81365/</link>
      <pubDate>Fri, 04 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/hacerr-hacesr-81365/</guid>
      <description>Preguntaosesto con varias de las cosas que os han ense&amp;ntilde;ado a hacer a lo largo devuestro periodo de formaci&amp;oacute;n (que para mi no acabar&amp;aacute;, espero)...Probablemente vuestras propias respuestas sean capaces de sorprenderos.
Se trata de las posibilidades de poner en pr&amp;aacute;ctica aquello por loque has luchado por aprender, aunque sea de manera autodidacta -oespecialmente as&amp;iacute; (no creo en la &#34;titulitis&#34;)-.
Se me ocurren m&amp;uacute;ltiples l&amp;iacute;neas argumentales para continuar con este&#34;</description>
    </item>
    
    <item>
      <title>¿Sociedad actual?</title>
      <link>http://albertlg.github.io/sociedad-actualr-81366/</link>
      <pubDate>Wed, 26 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/sociedad-actualr-81366/</guid>
      <description>Hoy he encontrado un papel entre muchos en una caja de la mudanza (y eso que me mudé el agosto pasado). Es un papel muy especial... en él hay escrita una redacción que tiene más de veinte años. La escribió mi hermana Silvia y la tituló &#34;Los problemas de la sociedad actual&#34;:   “- ¿Problemas? ¿Qué son los problemas? ¿Existen en algún lugar? ¿Son conceptos reales?
- Sí cariño mío, hace mucho, mucho tiempo, aquí, en nuestro planeta que hoy ves tan sumamente bello y feliz, existió una sociedad cargada de.</description>
    </item>
    
    <item>
      <title>Albert Einstein</title>
      <link>http://albertlg.github.io/albert-einstein-81368/</link>
      <pubDate>Sun, 02 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/albert-einstein-81368/</guid>
      <description>Aqu&amp;iacute; teneis el p&amp;oacute;ster que preside y/o decora mi escritorio en el despacho de mi casa...
Y algunas de sus frases c&amp;eacute;lebres:
&amp;ldquo;S&amp;oacute;lo dos cosas son infinitas: el universo y la estupidez humana, y de lo primero no estoy tan seguro...&amp;rdquo;
&amp;ldquo;Todo el mundo es un genio, hasta que abre la boca.&amp;rdquo;
&amp;ldquo;Quien nunca ha cometido un error, nunca ha probado algo nuevo.&amp;rdquo;
&amp;ldquo;A veces pienso que la prueba m&amp;aacute;s fehaciente de que existe vida inteligente en el universo,</description>
    </item>
    
    <item>
      <title>Optimismo</title>
      <link>http://albertlg.github.io/optimismo-81369/</link>
      <pubDate>Fri, 23 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/optimismo-81369/</guid>
      <description>&amp;ldquo;La esperanza da fuerzas muy superiores a la suerte.&amp;rdquo;
Nietzsche
</description>
    </item>
    
    <item>
      <title>Fe</title>
      <link>http://albertlg.github.io/fe-81371/</link>
      <pubDate>Thu, 08 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/fe-81371/</guid>
      <description>Una cita:
&amp;ldquo;Tener fe es creer en lo que no puedes ver;
la recompensa a la fe es ver aquello en lo que crees.&amp;rdquo;
San Agust&amp;iacute;n
El trabajo de un dise&amp;ntilde;ador web tiene mucho de fe... :P</description>
    </item>
    
  </channel>
</rss>