+++
date = "2006-01-22 00:00:00"
author = ""
title = "Las leyes de Murphy"
slug = "leyes-murphy-80136"
tags = [ "curiosidades" ]
+++
<p>He encontrado <strong>27</strong>, aunque me suena a mi no s&eacute; qu&eacute; de una tostada de pan, que siempre cae por el lado de la mantequilla...:</p>
<ol><br />
<li>Cuando necesites abrir una puerta con la &uacute;nica mano libre, la llave estar&aacute; en el bolsillo opuesto. (<em>Ley de Fant</em>)</li>
<br />
<li>Las &uacute;nicas veces que la puerta se cierra sola son cuando te has dejado las llaves dentro. (<em>Ley de la fuerza del destino</em>)</li>
<br />
<li>Cuando tengas las manos embadurnadas de grasa, te comenzara a picar la nariz. (<em>Ley de mec&aacute;nica de Lorenz</em>)</li>
<br />
<li>Da igual por donde abras la caja de un medicamento. Siempre te molestar&aacute; el prospecto. (<em>Principio de Aspirino</em>)</li>
<br />
<li>Todo cuchillo desafilado, tendr&aacute; el filo suficiente para cortarte un dedo. (<em>1&ordf; regla dom&eacute;stica de Fausner</em>)</li>
<br />
<li>El seguro lo cubre todo. Menos lo que sucede. (<em>Ley de Seguros de Miller</em>)</li>
<br />
<li>Cuando las cosas parecen ir mejor, has pasado algo por alto. (<em>Segundo Corolario de Chisholm</em>)</li>
<br />
<li>Siempre que las cosas parecen f&aacute;ciles es porque no atendemos todas las instrucciones. (<em>Donald Westlake</em>)</li>
<br />
<li>Si mantienes la calma cuando todos pierden la cabeza, sin duda es que no has captado el problema. (<em>Principio de Emergencio</em>)</li>
<br />
<li>Los Problemas ni se crean, ni se destruyen, s&oacute;lo se transforman. (<em>Ley de la persistencia de los problemas</em>)</li>
<br />
<li>No importa lo que salga mal, siempre hay alguien que ya lo sab&iacute;a&hellip; (<em>Ley de Evans y Bjorn</em>)</li>
<br />
<li>Llegar&aacute;s al tel&eacute;fono justo a tiempo para o&iacute;r como cuelgan. (<em>Segundo Principio de Bess</em>)</li>
<br />
<li>El tel&eacute;fono sonar&aacute; cuando est&eacute;s fuera buscando afanosamente las llaves de la puerta. (<em>Primer principio de Bess</em>)</li>
<br />
<li>Siempre que te vayas a conectar a Internet, se producir&aacute; la llamada que llevabas esperando durante todo el d&iacute;a. (<em>Principio de Dialer</em>)</li>
<br />
<li>Si durante todo el d&iacute;a has esperado recibir una llamada, &eacute;sta sonar&aacute; cuando est&eacute;s en la ducha. (<em>Primer principio de invocaci&oacute;n</em>)</li>
<br />
<li>Si solo hay dos programas que valgan la pena ver, ser&aacute;n a la misma hora. (<em>Ley televisiva de Jones</em>)</li>
<br />
<li>Robar las ideas de una persona es plagio; robar las de muchas es investigaci&oacute;n. (<em>Ley de Felson</em>)</li>
<br />
<li>Cualquier entidad productora es la &uacute;ltima en utilizar su propio producto. (<em>Ley de Meissiner</em>)</li>
<br />
<li>El precio total a pagar siempre es superior al del presupuesto:
exactamente 3,14 veces lo presupuestado. De ah&iacute; la importancia del
n&uacute;mero PI. (<em>Ley de Pi</em>)</li>
<br />
<li>El que ronca es el que se duerme primero. (<em>Regla de compa&ntilde;eros de cama</em>)</li>
<br />
<li>Los que viven mas cerca llegan los &uacute;ltimos. (<em>Ley de la llegada</em>)</li>
<br />
<li>Si intentas ponerte el pijama sin dar la luz para no despertarte
del todo, las posibilidades de no pon&eacute;rtelo de delante atr&aacute;s son
pr&aacute;cticamente cero. (<em>Ley de Gusiluz</em>)</li>
<br />
<li>La probabilidad de que te manches comiendo es directamente proporcional a la necesidad que tengas de estar limpio. (<em>Ley gastron&oacute;mica de Soup</em>)</li>
<br />
<li>La velocidad del viento aumenta proporcionalmente al precio del peinado. (<em>Ley meteorol&oacute;gica de Reynold tambi&eacute;n conocida como Ley de Llongueras</em>)</li>
<br />
<li>Las posibilidades de descansar un fin de semana son inversamente proporcionales al cansancio acumulado los &uacute;ltimos cinco d&iacute;as. (<em>Ley del descanso reprimido</em>)</li>
<br />
<li>Da igual lo terrible o rara que haya sido tu enfermedad, siempre habr&aacute; alguien que haya sufrido una peor y m&aacute;s rara. (<em>Principio del hipocondriaco absoluto</em>)</li>
<br />
<li>Cuando tras a&ntilde;os de haber guardado una cosa sin usarla, decides tirarla, no pasar&aacute; m&aacute;s de una semana cuando la necesites (<em>Ley de la necesidad de m&aacute;s espacio</em>)</li>
</ol>