<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>Yo soy Albert LG... y tu no.</title>
    <link>http://albertlg.github.io/</link>
    <description>Recent content on Yo soy Albert LG... y tu no.</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Sun, 20 Mar 2011 13:15:00 +0000</lastBuildDate>
    
	<atom:link href="http://albertlg.github.io/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Tricefalia. Reflexiones de una esponja</title>
      <link>http://albertlg.github.io/tricefalia-reflexiones-esponja-1181188/</link>
      <pubDate>Sun, 20 Mar 2011 13:15:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/tricefalia-reflexiones-esponja-1181188/</guid>
      <description>Ya lo dice la canción: “3 is a magic number. Yes it is, is a magic number”. Y digo “dice”, en presente, porque las canciones nos hablan ahora (en el momento en que las escuchas), las buenas canciones no pasan de moda, perduran, evolucionan con nuevas versiones, se adaptan.  A día de hoy...   en casa, mi familia somos 3: mi mujer, mi hija y yo  ACTUALIZACIÓN: en casa, mi familia son 3: mi mujer, y mis 2 hijas  el trabajo nos lo hemos montado entre 3 (aunque formamos ya un equipo más numeroso.</description>
    </item>
    
    <item>
      <title>Del software al vino</title>
      <link>http://albertlg.github.io/software-al-vino-351701/</link>
      <pubDate>Fri, 02 Oct 2009 21:24:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/software-al-vino-351701/</guid>
      <description>Llevo los últimos 3 años de mi vida profesional dedicados a posicionar programas en los principales buscadores, como SEO Manager de Softonic, el portal internacional de descargas de software. Se trata de la mejor empresa en la que trabajar en España según sus empleados (entre los que me cuento). Y eso de que haya sido premiada con tal galardón en 2009 no es casualidad, no. Experiencias como la que os voy a contar ahora lo argumentan.</description>
    </item>
    
    <item>
      <title>Softonic: Caso de estudio SEO (SMX Madrid 2009)</title>
      <link>http://albertlg.github.io/softonic-caso-estudio-seo-smx-madrid-2009-274843/</link>
      <pubDate>Tue, 09 Jun 2009 16:52:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/softonic-caso-estudio-seo-smx-madrid-2009-274843/</guid>
      <description>Softonic: Caso de estudio SEO (SMX Madrid 2009)
View more PDF documents from albertlg.</description>
    </item>
    
    <item>
      <title>Splitweet, el gestor multicuenta y de la reputación de marca en Twitter</title>
      <link>http://albertlg.github.io/splitweet-gestor-multicuenta-reputacion-marca-twitter-166563/</link>
      <pubDate>Sat, 29 Nov 2008 14:29:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/splitweet-gestor-multicuenta-reputacion-marca-twitter-166563/</guid>
      <description>El pasado lunes 3 compa&amp;ntilde;eros y amigos (@obokaman, @alombarte y @albertlg) lanzamos Splitweet.com, un proyecto que part&amp;iacute;a como una necesidad personal de poder gestionar m&amp;uacute;tiples cuentas en Twitter y monitorizar las menciones de ciertas palabras clave, nombres o marcas en el servicio gratuito de microblogging.
Nos llev&amp;oacute; menos de una semana desarrollar la primera versi&amp;oacute;n beta p&amp;uacute;blica de Splitweet, y hoy no lleva ni una semana online y ya est&amp;aacute; traducido (adem&amp;aacute;s de al espa&amp;ntilde;ol) al:</description>
    </item>
    
    <item>
      <title>Cómo hacer un Screencast... según Softonic</title>
      <link>http://albertlg.github.io/screencast-segun-softonic-129727/</link>
      <pubDate>Mon, 22 Sep 2008 19:01:38 +0000</pubDate>
      
      <guid>http://albertlg.github.io/screencast-segun-softonic-129727/</guid>
      <description>The incredible story of Screencast production:
</description>
    </item>
    
    <item>
      <title>Firefox 3 Download Day</title>
      <link>http://albertlg.github.io/firefox-3-download-day-98443/</link>
      <pubDate>Tue, 17 Jun 2008 07:52:38 +0000</pubDate>
      
      <guid>http://albertlg.github.io/firefox-3-download-day-98443/</guid>
      <description>&amp;iquest;Quieres ayudar a que Firefox 3 sea el programa m&amp;aacute;s descargado de la historia en un s&amp;oacute;lo d&amp;iacute;a? Adem&amp;aacute;s conseguir&amp;aacute;s un navegador web potente, seguro, estable... y gratis, claro.
Descargar Firefox 3
Hey, ho... let&#39;s go! ;)
&amp;iexcl;Ah! Y p&amp;aacute;salo.</description>
    </item>
    
    <item>
      <title>Análisis SEO de enlaces en Google Webmaster Tools</title>
      <link>http://albertlg.github.io/analisis-seo-enlaces-google-webmaster-tools-97389/</link>
      <pubDate>Sat, 14 Jun 2008 11:08:15 +0000</pubDate>
      
      <guid>http://albertlg.github.io/analisis-seo-enlaces-google-webmaster-tools-97389/</guid>
      <description>La informaci&amp;oacute;n que nos proporcionan sobre los enlaces las herramientas Google Webmaster Tools, Yahoo! Site Explorer y Microsoft&#39;s Webmaster Portal es muy est&amp;aacute;tica, nos dan las p&amp;aacute;ginas que tienen enlaces hacia nuestros websites, y dejan que t&amp;uacute; tengas que hacer todo el an&amp;aacute;lisis posterior con otras herramientas. Esto se convierte en toda una molestia cuando lo que pretendes es hacer un an&amp;aacute;lisis r&amp;aacute;pido para una web, o simplemente quieres echar un vistazo al texto con el que te est&amp;aacute;n enlazando (&#34;</description>
    </item>
    
    <item>
      <title>Tunea tu cuenta de Google Analytics</title>
      <link>http://albertlg.github.io/tunea-cuenta-google-analytics-95005/</link>
      <pubDate>Sun, 08 Jun 2008 21:26:32 +0000</pubDate>
      
      <guid>http://albertlg.github.io/tunea-cuenta-google-analytics-95005/</guid>
      <description>Supongo que muchos de vosotros deb&amp;eacute;is utilizar como navegador a Firefox (Win/Mac) para surfear por Internet. Si es as&amp;iacute;, y adem&amp;aacute;s conoc&amp;eacute;is el plugin Greasemonkey, est&amp;aacute;is de enhorabuena, ya que os voy a presentar un par de scripts para GreaseMonkey que os permitir&amp;aacute;n sacarle el m&amp;aacute;ximo jugo a vuestras cuentas de Google Analytics:
El primero os permitir&amp;aacute; integrar Google Analytics con Google Docs: algo l&amp;oacute;gico y esperable, &amp;iquest;no? Pues ah&amp;iacute; va el enlace: http://spanishgringo.</description>
    </item>
    
    <item>
      <title>Se busca: SEO-Programador</title>
      <link>http://albertlg.github.io/se-busca-seo-programador-90940/</link>
      <pubDate>Thu, 29 May 2008 21:20:52 +0000</pubDate>
      
      <guid>http://albertlg.github.io/se-busca-seo-programador-90940/</guid>
      <description>En Softonic buscamos SEO-Programador para ampliar el departamento &#34;in-house&#34;: http://8f.xortr.com &amp;iexcl;P&amp;aacute;salo!
Algo a tener en cuenta: Softonic es la mejor empresa tecnol&amp;oacute;gica para trabajar en Espa&amp;ntilde;a.</description>
    </item>
    
    <item>
      <title>SMX Madrid 2008... made in Spain</title>
      <link>http://albertlg.github.io/smx-madrid-2008-made-in-spain-89076/</link>
      <pubDate>Sun, 25 May 2008 14:47:31 +0000</pubDate>
      
      <guid>http://albertlg.github.io/smx-madrid-2008-made-in-spain-89076/</guid>
      <description>Los pasados 20 y 21 de mayo llegaba a Espa&amp;ntilde;a la Search Marketing Expo, de la mano de Tomy Lorsch y Rafa Fdez. Tamames, y con grandes nombres en el cartel como Danny Sullivan (Partner y Chief Content Officer de Search Engine Land y Search Marketing Expo), Rand Fishkin (CEO de SEOmoz.org) o Bernard Girard (Autor del libro &#34;El modelo Google: una revoluci&amp;oacute;n de management&#34;).
La verdad es que el programa del evento promet&amp;iacute;a, y mucho (y no puedo negar que las SEO-Stars no defraudaron), aunque el mismo sufri&amp;oacute; de varias modificaciones desde el primer momento.</description>
    </item>
    
    <item>
      <title>Solidaridad SEO</title>
      <link>http://albertlg.github.io/solidaridad-seo-86885/</link>
      <pubDate>Mon, 19 May 2008 22:11:21 +0000</pubDate>
      
      <guid>http://albertlg.github.io/solidaridad-seo-86885/</guid>
      <description>Pues no imaginaba yo que mundo SEO diera para tanto &#34;chiste&#34;... pero el amigo Ram&amp;oacute;n Redondo nos demuestra su creatividad, una vez m&amp;aacute;s:
V&amp;iacute;a: GeekInLove</description>
    </item>
    
    <item>
      <title>En Softonic.com algunos también bailamos el Chiki-chiki</title>
      <link>http://albertlg.github.io/softoniccom-tambien-bailamos-chiki-chiki-75270/</link>
      <pubDate>Wed, 09 Apr 2008 14:48:47 +0000</pubDate>
      
      <guid>http://albertlg.github.io/softoniccom-tambien-bailamos-chiki-chiki-75270/</guid>
      <description>X_DDD</description>
    </item>
    
    <item>
      <title>Carta a los Reyes Magos</title>
      <link>http://albertlg.github.io/carta-reyes-magos-48774/</link>
      <pubDate>Mon, 24 Dec 2007 11:09:44 +0000</pubDate>
      
      <guid>http://albertlg.github.io/carta-reyes-magos-48774/</guid>
      <description>3 deseos... originalidad y frescura... mmm... veamos...&amp;nbsp;Queridos Reyes Magos de Oriente (empezamos con la originalidad),Este a&amp;ntilde;o 2007 que ya acaba, he intentado ser un buen chico... y como nunca he confiado en ese tal Pap&amp;aacute; Noel, que hace lo mismo que vosotros, tambi&amp;eacute;n en una noche y solito (se lee todas nuestras cartas y reparte todos nuestros regalos), sin que le dejemos nada que beber o comer y que viste de rojo por motivos comerciales (algo m&amp;aacute;s que Coca-Cola debe de meterse el tipo ese en el cuerpo).</description>
    </item>
    
    <item>
      <title>Deja que te dé un mordisco...</title>
      <link>http://albertlg.github.io/deja-te-mordisco-80109/</link>
      <pubDate>Sun, 17 Sep 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/deja-te-mordisco-80109/</guid>
      <description>Con mi versi&amp;oacute;n hombre-lobo:
TikiWolf.
Mucho gusto. ;)</description>
    </item>
    
    <item>
      <title>Meme - Si fuera el fin del mundo...</title>
      <link>http://albertlg.github.io/meme-fuera-mundo-80111/</link>
      <pubDate>Sat, 02 Sep 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/meme-fuera-mundo-80111/</guid>
      <description>Me ha llegado este Meme de parte de Ruth. Ah&amp;iacute; va mi minuto:
Si fuera el fin del mundo...
1. &amp;iquest;Qu&amp;eacute; canci&amp;oacute;n te gustar&amp;iacute;a escuchar?
&#34;Black&#34; de Pearl Jam... lo que no tengo claro es si preferir&amp;iacute;a escucharla o cantarla (lo primero lo hice ayer en el concierto de Badalona y lo segundo lo har&amp;eacute; esta noche en el BeGood de PobleNou). ;) 2. &amp;iquest;Qu&amp;eacute; libro te gustar&amp;iacute;a ojear?
El &#34;</description>
    </item>
    
    <item>
      <title>Citas inspiradas</title>
      <link>http://albertlg.github.io/citas-inspiradas-80112/</link>
      <pubDate>Sun, 30 Apr 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/citas-inspiradas-80112/</guid>
      <description>Cuando la musa puede ser la televisi&amp;oacute;n o &#34;crazy mary&#34;...
&amp;ldquo;El despu&amp;eacute;s es ya.&amp;rdquo;
Ray; m&amp;eacute;dico.
&amp;ldquo;Eltiempo pasa en momentos... momentos los cuales, en un abrir y cerrar deojos, definen el rumbo de nuestras vidas, tan seguramente como la llevaa su fin. Raramente nos detenemos para analizar si este camino quetomamos es causa de nuestras propias decisiones o si simplemente nosdejamos caer en &amp;eacute;l con los ojos cerrados.</description>
    </item>
    
    <item>
      <title>Más novedades musicales</title>
      <link>http://albertlg.github.io/mas-novedades-musicales-80113/</link>
      <pubDate>Wed, 19 Apr 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/mas-novedades-musicales-80113/</guid>
      <description>&amp;Uacute;ltimamente estoy descubriendo nuevos grupos/artistas/m&amp;uacute;sicos (por lo menos para mi, claro).
Estos son los &amp;uacute;ltimos:
Death Cab For Cutie (tengo su album &#34;Transatlanticism&#34; en el coche)OursJoseph ArthurDamien RiceThe Postal Service&amp;iquest;Todav&amp;iacute;a no os hab&amp;iacute;a hablado de The Mars Volta? &amp;iexcl;Brutal!
Ah! Y para contrastar con las novedades, hoy me he enterado de que mis archiconocidos Pearl Jam vienen a Barcelona el 1 de septiembre.</description>
    </item>
    
    <item>
      <title>El Callizo</title>
      <link>http://albertlg.github.io/el-callizo-80117/</link>
      <pubDate>Tue, 18 Apr 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/el-callizo-80117/</guid>
      <description>Ya hemos vuelto de nuestras vacaciones de Semana Santa por Ainsa, unbonito pueblo de Huesca, Arag&amp;oacute;n. Y no podremos olvidar la cena dels&amp;aacute;bado en el restaurante &#34;El Callizo&#34;.
En este restaurante, con el que inauguro una nueva categor&amp;iacute;a delblog (y menuda inauguraci&amp;oacute;n), se combinan a la perfecci&amp;oacute;n una cocinainnovadora, sofisticada y de investigaci&amp;oacute;n, buenos panes, buenos vinostintos (Somontano) y un precio m&amp;aacute;s que razonable.
Aunque si es importante la cocina, igual o m&amp;aacute;s lo es la compa&amp;ntilde;&amp;iacute;a:Laura, Ray (Jordan), Stefa, Dani (Frank) y Gemma.</description>
    </item>
    
    <item>
      <title>Opinión pública o publicada</title>
      <link>http://albertlg.github.io/opinion-publica-o-publicada-80119/</link>
      <pubDate>Tue, 11 Apr 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/opinion-publica-o-publicada-80119/</guid>
      <description>Acabo de escuchar la expresi&amp;oacute;n que titula este post en el programa 59 segundos de TVE1 y me ha hecho pensar: &amp;iquest;qu&amp;eacute; fue primero el huevo o la gallina?</description>
    </item>
    
    <item>
      <title>¿Cuál es la palabra más bonita del castellano?</title>
      <link>http://albertlg.github.io/cual-palabra-mas-bonita-castellanor-80118/</link>
      <pubDate>Tue, 11 Apr 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/cual-palabra-mas-bonita-castellanor-80118/</guid>
      <description>Yo he escogido nimbo. Mis razones: me ayuda a describir los momentos de calma antes de la tormenta... y es sin&amp;oacute;nimo de aureola, otra bonita palabra.
Otras palabras que me gustan:
palabrarespetoabrazorelatividadhumildadAqu&amp;iacute; teneis el enlace para votar por la vuestra: &amp;iquest;Cu&amp;aacute;l es la palabra m&amp;aacute;s bonita del castellano?</description>
    </item>
    
    <item>
      <title>Cómo sentirse desgraciado como artista</title>
      <link>http://albertlg.github.io/sentirse-desgraciado-artista-80120/</link>
      <pubDate>Wed, 05 Apr 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/sentirse-desgraciado-artista-80120/</guid>
      <description></description>
    </item>
    
    <item>
      <title>Acabé las invitaciones de boda</title>
      <link>http://albertlg.github.io/acabe-invitaciones-boda-80121/</link>
      <pubDate>Mon, 03 Apr 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/acabe-invitaciones-boda-80121/</guid>
      <description>Y ahora a repartirlas... ufff! :P
Tras &#34;chorrocientos&#34; dibujitos en boli y la genial idea de Laura de simular un estreno de cine, he podido acabar el dise&amp;ntilde;o.
En la imagen veis la portada... el que pueda ya ver&amp;aacute; el interior. ;)
Actualizaci&amp;oacute;n: Por cierto, para imprimirlas estoy utilizando mi nueva impresora Epson Stylus D88.</description>
    </item>
    
    <item>
      <title>SELECT * FROM random_thoughts ORDER BY date DESC</title>
      <link>http://albertlg.github.io/select-from-randomthoughts-order-by-date-desc-80125/</link>
      <pubDate>Fri, 24 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/select-from-randomthoughts-order-by-date-desc-80125/</guid>
      <description>El t&amp;iacute;tulo de este post podr&amp;iacute;a ser una buena definici&amp;oacute;n &#34;geek&#34; de este blog...
Tanto &#34;geek&#34;, tanto &#34;geek&#34;... &amp;iquest;pero qu&amp;eacute; narices significa &#34;geek&#34;?
Pues encontramos en la Wikipedia una definici&amp;oacute;n de geek... y si no ten&amp;iacute;a bastante l&amp;iacute;o ya, aparece la palabra &#34;nerd&#34;.
Suerte que se supone que soy un poco as&amp;iacute;... You know man. &amp;not;_&amp;not;&#39;
Por cierto, ya he estrenado la Wacom Graphire4 Classic XL, con un boceto de una fotograf&amp;iacute;a de mis amigos Ray y Stefa:</description>
    </item>
    
    <item>
      <title>Test matemático &#34;geek&#34;</title>
      <link>http://albertlg.github.io/test-matematico-geek-80135/</link>
      <pubDate>Wed, 15 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/test-matematico-geek-80135/</guid>
      <description>Mis resultados:
I sold my soul to the Math Gods.
I got 20/21 on the Math Geek test.
Take the test!

Una cita:
&amp;ldquo;What the world needs is more geniuses with humility, there are so few of us left.&amp;rdquo;
Oscar Levant

Y si quieres ver las soluciones...
Las soluciones:
1, 2, 4, 8, 16, 320, 1, 1, 2, 3, 5, 80, 1, 3, 6, 10, 153, 1, 4, 1, 5, 9, 2, 62, 3, 5, 7, 111, 2, 6, 24, 120, 7201, 2, 5, 10, 17, 261, 11, 21, 1211, 111221, 31221159, 154, 605, 1111, 22221, 4, 27, 256, 3125125, 376, 188, 94, 47, 1421, 2, 6, 20, 70, 2521, 1, 3, 11, 45, 197, 9031, 1, 5, 61, 1385, 505216, 28, 496, 8128, 33550336 ?</description>
    </item>
    
    <item>
      <title>¡Ya tengo mi Wacom Graphire4 Classic XL!</title>
      <link>http://albertlg.github.io/tengo-wacom-graphire4-classic-xl-80129/</link>
      <pubDate>Tue, 14 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/tengo-wacom-graphire4-classic-xl-80129/</guid>
      <description>Os presento a mi nuevo &#34;juguetito&#34;:
Con ella espero iniciarme en el mundo de las tiras c&amp;oacute;micas, el retoque fotogr&amp;aacute;fico de calidad, etc. Vamos, retomar mi hobbie del dibujo o el &#34;pinta y colorea&#34;, como dicen en el trabajo.
Parece que un buen compa&amp;ntilde;ero para la tableta gr&amp;aacute;fica puede ser el software Autodesk Sketchbook Pro (anteriormente de la casa Alias, que ha sido adquirida por Autodesk).</description>
    </item>
    
    <item>
      <title>El famoso Google Search&#39;s Golden Triangle</title>
      <link>http://albertlg.github.io/famoso-google-searchs-golden-triangle-81865/</link>
      <pubDate>Fri, 10 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/famoso-google-searchs-golden-triangle-81865/</guid>
      <description>Es algo antiguo, fruto de un estudio realizado con EyeTracking, que verifica la importancia de la posici&amp;oacute;n de tu p&amp;aacute;gina en los resultados de b&amp;uacute;squeda...


R&amp;aacute;nking de visibilidad en los resultados org&amp;aacute;nicos (mostrado en un porcentaje de participantes que miran un listado en esta localizaci&amp;oacute;n):
Rank 1 - 100%
Rank 2 - 100%
Rank 3 - 100%
Rank 4 - 85%
Rank 5 - 60%
Rank 6 - 50%</description>
    </item>
    
    <item>
      <title>Mi propia emisora de radio musical personalizada</title>
      <link>http://albertlg.github.io/propia-emisora-radio-musical-personalizada-81880/</link>
      <pubDate>Sat, 04 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/propia-emisora-radio-musical-personalizada-81880/</guid>
      <description>Hace ya algunas semanas que &amp;Agrave;lex me dijo que probara Pandora,una &#34;sencilla&#34; aplicaci&amp;oacute;n online en la que puedes crear tus propiasemisoras de radio en Internet, sugiriendo los diferentes artistas y/otemas musicales que m&amp;aacute;s te gusten y, ahora viene lo m&amp;aacute;s sorprendente:Pandora aprende de tus sugerencias y valoraciones (puedes votar cadacanci&amp;oacute;n que escuches) y te va sugiriendo nuevas canciones y artistasgracias al Music Genome Project.</description>
    </item>
    
    <item>
      <title>Optimismo siempre</title>
      <link>http://albertlg.github.io/optimismo-siempre-81346/</link>
      <pubDate>Sat, 04 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/optimismo-siempre-81346/</guid>
      <description>Ya lo hab&amp;iacute;a le&amp;iacute;do hace alg&amp;uacute;n tiempo, pero me apetece recordarlo:
En una din&amp;aacute;mica de grupo para trabajar en una empresa multinacional, se le hizo la siguiente pregunta a tres candidatos:
&amp;iquest;Qu&amp;eacute; le gustar&amp;iacute;a que dijesen de usted en su velorio?
El primer candidato dijo:
&amp;nbsp;&amp;nbsp;- Que fui un gran m&amp;eacute;dico y un muy buen padre de familia.
El segundo candidato dijo:
&amp;nbsp;&amp;nbsp;- Que fui un hombre maravilloso, excelente padre de familia y un profesor de gran influencia en el futuro de la juventud.</description>
    </item>
    
    <item>
      <title>¡Internet al 7% ya!</title>
      <link>http://albertlg.github.io/internet-al-7-81866/</link>
      <pubDate>Sat, 04 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/internet-al-7-81866/</guid>
      <description>Yo ya he firmado: &amp;iexcl;Internet al 7% ya!</description>
    </item>
    
    <item>
      <title>A estas alturas aprendo cómo lanzar una Pop-Up</title>
      <link>http://albertlg.github.io/estas-alturas-aprendo-lanzar-pop-up-81343/</link>
      <pubDate>Fri, 03 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/estas-alturas-aprendo-lanzar-pop-up-81343/</guid>
      <description>Y es m&amp;aacute;s: no me da verg&amp;uuml;enza reconocerlo. :P
El mundo del webmaster es un no parar de aprender y reaprender cosas...quiz&amp;aacute; por eso me guste. Incluso los hay que se enorgullecen cuando meense&amp;ntilde;an algo que no sab&amp;iacute;a (eh Rodrigo?), y los que me piden que siga escribiendo m&amp;aacute;s y escuchando menos m&amp;uacute;sica (eh Tito Tommy?).
En f&amp;iacute;n, a lo que &amp;iacute;bamos: lanzar ventanas Pop-Up con JavaScript. Puesresulta que, independientemente de las discusiones acerca de usar o nouna pop-up, hay un problema que las corrompe sistem&amp;aacute;ticamente, que lashace perversas, que agrede a usuarios avanzados y principiantes en sunavegaci&amp;oacute;n, confunde a los buscadores, y genera ruido en el c&amp;oacute;digo.</description>
    </item>
    
    <item>
      <title>Me caso</title>
      <link>http://albertlg.github.io/me-caso-80149/</link>
      <pubDate>Fri, 03 Mar 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/me-caso-80149/</guid>
      <description>Albert:

Laura: No
Albert:

Laura: &amp;iquest;Todav&amp;iacute;a?
Albert:</description>
    </item>
    
    <item>
      <title>Reinvéntate</title>
      <link>http://albertlg.github.io/reinventate-81356/</link>
      <pubDate>Sun, 26 Feb 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/reinventate-81356/</guid>
      <description>Necesito cambiar
&amp;iquest;Qu&amp;eacute; puedo hacer para cambiar?
...
Saber es el principio.
...
Saber m&amp;aacute;s,
aprender m&amp;aacute;s,
conseguir m&amp;aacute;s.</description>
    </item>
    
    <item>
      <title>Fly Love II</title>
      <link>http://albertlg.github.io/fly-love-ii-81857/</link>
      <pubDate>Tue, 21 Feb 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/fly-love-ii-81857/</guid>
      <description>Otra de mis capturas a lo NG...
Love is in the air... again!</description>
    </item>
    
    <item>
      <title>Nuevos descubrimientos...</title>
      <link>http://albertlg.github.io/nuevos-descubrimientos-81881/</link>
      <pubDate>Tue, 21 Feb 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/nuevos-descubrimientos-81881/</guid>
      <description>... musicales y encadenados. ;)
Tras haberme empapado con la evoluci&amp;oacute;n musical de &#34;Days Of The New&#34;en sus tres discos de colores (Orange, Green y Red) y muy guitarreros,me he encontrado (gracias Hugo) con otra grata sorpresa en el panoramamusical (siempre quise decir/escribir &#34;panorama musical&#34;... jejeje): elgrupo de New York City, &#34;Antony And The Johnsons&#34;.
Luego habl&amp;eacute; con mi amigo Ray, y me dijo que escuchara a &#34;</description>
    </item>
    
    <item>
      <title>La relatividad de la usabilidad</title>
      <link>http://albertlg.github.io/relatividad-usabilidad-81893/</link>
      <pubDate>Sat, 11 Feb 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/relatividad-usabilidad-81893/</guid>
      <description>- &amp;iquest;Eso es usable?
- Depende.
- &amp;iquest;De qu&amp;eacute; depende?
(...)
Nada es usable ni inusable siempre, depender&amp;aacute; de los objetivos, contexto y perfil de los usuarios.
Y es que a veces &amp;ldquo;a quien tiene un martillo todo le parecen clavos&amp;rdquo;.</description>
    </item>
    
    <item>
      <title>¿Hay vida fuera de Matrix?</title>
      <link>http://albertlg.github.io/hay-vida-fuera-matrixr-81887/</link>
      <pubDate>Mon, 06 Feb 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/hay-vida-fuera-matrixr-81887/</guid>
      <description>Una cita:
&amp;ldquo;Tienedificultades con las normas, se&amp;ntilde;or Anderson. Usted se cree muyespecial, y que por alg&amp;uacute;n motivo las reglas no est&amp;aacute;n hechas para usted.Obviamente se equivoca. Est&amp;aacute; en una de las principales empresas desoftware del mundo. Cada empleado entiende que forma parte de un todo.Por lo tanto, si un empleado tiene un problema, la empresa tambi&amp;eacute;n lotiene. Deber&amp;aacute; tomar una decisi&amp;oacute;n, se&amp;ntilde;or Anderson (.</description>
    </item>
    
    <item>
      <title>Las leyes de Murphy</title>
      <link>http://albertlg.github.io/leyes-murphy-80136/</link>
      <pubDate>Sun, 22 Jan 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/leyes-murphy-80136/</guid>
      <description>He encontrado 27, aunque me suena a mi no s&amp;eacute; qu&amp;eacute; de una tostada de pan, que siempre cae por el lado de la mantequilla...:

Cuando necesites abrir una puerta con la &amp;uacute;nica mano libre, la llave estar&amp;aacute; en el bolsillo opuesto. (Ley de Fant)Las &amp;uacute;nicas veces que la puerta se cierra sola son cuando te has dejado las llaves dentro. (Ley de la fuerza del destino)Cuando tengas las manos embadurnadas de grasa, te comenzara a picar la nariz.</description>
    </item>
    
    <item>
      <title>28, un número perfecto</title>
      <link>http://albertlg.github.io/28-numero-perfecto-80137/</link>
      <pubDate>Tue, 10 Jan 2006 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/28-numero-perfecto-80137/</guid>
      <description>Hoy cumplo 28 a&amp;ntilde;os... y me entero de que es uno de los 39 n&amp;uacute;meros perfectos conocidos.
&amp;iquest;Qu&amp;eacute; es un n&amp;uacute;mero perfecto? Pues uno que sumando sus divisores, excepto &amp;eacute;l mismo, da como resultado el n&amp;uacute;mero en cuesti&amp;oacute;n.
As&amp;iacute;: 1 + 2 + 4 + 7 + 14 = 28.
Por cierto, muchas gracias Javi (por la felicitaci&amp;oacute;n y por la curiosa e interesante informaci&amp;oacute;n). ;)</description>
    </item>
    
    <item>
      <title>Innovación</title>
      <link>http://albertlg.github.io/innovacion-81357/</link>
      <pubDate>Sat, 30 Apr 2005 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/innovacion-81357/</guid>
      <description>Interesante concepto:
&amp;ldquo;Innovation&#39; isn&#39;t what innovators do... it&#39;s what customers and clients adopt.&amp;rdquo;
Michael Schrage.
</description>
    </item>
    
    <item>
      <title>27</title>
      <link>http://albertlg.github.io/27-80150/</link>
      <pubDate>Mon, 10 Jan 2005 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/27-80150/</guid>
      <description>Otro m&amp;aacute;s...</description>
    </item>
    
    <item>
      <title>Tu extensión de fichero</title>
      <link>http://albertlg.github.io/extension-fichero-80138/</link>
      <pubDate>Wed, 24 Nov 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/extension-fichero-80138/</guid>
      <description>Si fuerais un archivo, &amp;iquest;qu&amp;eacute; extensi&amp;oacute;n tendr&amp;iacute;ais? A contestar...:
File Extension Quiz
Este ser&amp;iacute;a el m&amp;iacute;o:

&amp;not;_&amp;not;&#39;</description>
    </item>
    
    <item>
      <title>El cerebro es tonto</title>
      <link>http://albertlg.github.io/cerebro-tonto-81358/</link>
      <pubDate>Sun, 03 Oct 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/cerebro-tonto-81358/</guid>
      <description>El jueves 5 de junio de 2003, La Vanguardia publicaba en su contraportada una entrevista a la psic&amp;oacute;loga M.&amp;ordf; Jes&amp;uacute;s &amp;Aacute;lava Reyes. Os copio un fragmento:
Aprender
Nosense&amp;ntilde;aron a caminar d&amp;aacute;ndonos &amp;aacute;nimos y ri&amp;eacute;ndonos las gracias, pero todoshemos interiorizado que se aprende a vivir a base de golpes. Elresultado es que a nadie se le olvida caminar y que muy pocos sabenvivir. Las claves para no entender la vida como una tragedia, sino comoun presente lleno de oportunidades que hay que aprovechar d&amp;iacute;a a d&amp;iacute;a, seresume en una afortunada reflexi&amp;oacute;n: &amp;iexcl;no suframos in&amp;uacute;tilmente!</description>
    </item>
    
    <item>
      <title>Tu alter ego asesino...</title>
      <link>http://albertlg.github.io/alter-ego-asesino-80139/</link>
      <pubDate>Sun, 03 Oct 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/alter-ego-asesino-80139/</guid>
      <description>&amp;iquest;Quer&amp;eacute;is saber qui&amp;eacute;n es vuestro &#34;otro yo&#34; villano? Probad, probad...:
Villain Quiz
Este es el m&amp;iacute;o:

Siempre y cuando me volviera &#34;malo&#34;... y actor de cine. &amp;not;_&amp;not;&#39;</description>
    </item>
    
    <item>
      <title>La perfección</title>
      <link>http://albertlg.github.io/la-perfeccion-81359/</link>
      <pubDate>Sat, 02 Oct 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/la-perfeccion-81359/</guid>
      <description>Una definici&amp;oacute;n muy &#34;usable&#34;:
&amp;ldquo;Perfection is attained, not when there is nothing more to add, but when there is nothing more to take away.&amp;rdquo;
Antoine de Saint-Exupery; escritor franc&amp;eacute;s.
</description>
    </item>
    
    <item>
      <title>Genera tu FavIcon online</title>
      <link>http://albertlg.github.io/genera-favicon-online-81867/</link>
      <pubDate>Thu, 30 Sep 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/genera-favicon-online-81867/</guid>
      <description>As&amp;iacute; de f&amp;aacute;cil:
http://www.chami.com/html-kit/services/favicon/</description>
    </item>
    
    <item>
      <title>Google Dance</title>
      <link>http://albertlg.github.io/google-dance-81894/</link>
      <pubDate>Sat, 18 Sep 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/google-dance-81894/</guid>
      <description>[!] DesdeNoviembre de 2003 (Florida update), Google no ha efectuado ning&amp;uacute;n&#34;dance&#34;. Desde esa fecha los cambios de posiciones se producen de formacont&amp;iacute;nua en el buscador. Todo parece indicar que los anta&amp;ntilde;o famososdances no se producir&amp;aacute;n de nuevo. Mantengo esta secci&amp;oacute;n por laimportancia que hist&amp;oacute;ricamente han tenido estos&#34; dances&#34;.
Una vez al mes (aproximadamente) Google recalcula el PageRank decada p&amp;aacute;gina web y, por lo tanto, modifica los resultados de lasb&amp;uacute;squedas.</description>
    </item>
    
    <item>
      <title>Etiquetas de Movable Type</title>
      <link>http://albertlg.github.io/etiquetas-movable-type-81901/</link>
      <pubDate>Sat, 11 Sep 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/etiquetas-movable-type-81901/</guid>
      <description>Aqu&amp;iacute; tenemos un enlace con la mayor&amp;iacute;a de las etiquetas para plantillas de MT:
Urban Design</description>
    </item>
    
    <item>
      <title>¿Podrías VIVIR sin...?</title>
      <link>http://albertlg.github.io/podrias-vivir-sinr-81360/</link>
      <pubDate>Wed, 08 Sep 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/podrias-vivir-sinr-81360/</guid>
      <description>Detalles, sue&amp;ntilde;os (creatividad), m&amp;uacute;sica (ritmo, baile...), sorpresas, amor, humor...
Realmente, &amp;iquest;valdr&amp;iacute;a la pena?</description>
    </item>
    
    <item>
      <title>Menorca &#39;04</title>
      <link>http://albertlg.github.io/menorca-04-80151/</link>
      <pubDate>Mon, 30 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/menorca-04-80151/</guid>
      <description>Paz, tranquilidad, quietud, calma, relajaci&amp;oacute;n, naturaleza, mar...
... y risas, noche y d&amp;iacute;a:</description>
    </item>
    
    <item>
      <title>Armas de &#39;distracción&#39; masiva</title>
      <link>http://albertlg.github.io/armas-distraccion-masiva-81884/</link>
      <pubDate>Sun, 22 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/armas-distraccion-masiva-81884/</guid>
      <description>Os propongo un r&amp;aacute;nking de ese tipo de armas, totalmente ampliable y modificable en orden:
Televisi&amp;oacute;nPrensa escrita (offline y online)Armas de mujer...Drogas (entre las que incluyo el alcohol, el tabaco...)...&amp;iquest;Alguien se anima?
Se admiten todo tipo de matices. ;)</description>
    </item>
    
    <item>
      <title>PageRank revised</title>
      <link>http://albertlg.github.io/pagerank-revised-81895/</link>
      <pubDate>Sun, 22 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/pagerank-revised-81895/</guid>
      <description>Comohabreis podido observar, en el men&amp;uacute; de la derecha, encima delcalendario, os muestro el PageRank de mi weblog... &amp;iexcl;sin necesidad detener la ToolBar de Google!
&amp;iquest;Y qu&amp;eacute; significa eso? Pues que utilizo un c&amp;oacute;digo PHP, junto con SSI para calcularlo y mostr&amp;aacute;roslo.
&amp;iquest;Quereis ver el c&amp;oacute;digo?
define(&#39;GMAG&#39;, 0xE6359A60);
//unsigned shift right
function zeroFill($a, $b){
$z = hexdec(80000000);
if ($z &amp;amp; $a){
$a = ($a&amp;gt;&amp;gt;1);
$a &amp;amp;= (~$z);</description>
    </item>
    
    <item>
      <title>Olimpismo</title>
      <link>http://albertlg.github.io/olimpismo-80148/</link>
      <pubDate>Sat, 21 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/olimpismo-80148/</guid>
      <description>Lasdiferentes naciones del mundo no deber&amp;iacute;an medirse en las olimpiadasS&amp;Oacute;LO por sus medallas conseguidas. Ese r&amp;aacute;nking dispone de unaimportancia actualmente que no va, a mi entender, con el esp&amp;iacute;ritu ol&amp;iacute;mpico.
Forma parte de &amp;eacute;l pero no es su totalidad.
Hay otros muchos valores important&amp;iacute;simos, como la deportividad, elcompa&amp;ntilde;erismo (en el caso de los deportes de equipo), la humildad, lasuperaci&amp;oacute;n, la competitividad, el conocimiento de las propiaslimitaciones, la adaptaci&amp;oacute;n a las circunstancias.</description>
    </item>
    
    <item>
      <title>Suma y sigue... llorando</title>
      <link>http://albertlg.github.io/suma-sigue-llorando-81886/</link>
      <pubDate>Sun, 15 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/suma-sigue-llorando-81886/</guid>
      <description>Porque es lo &amp;uacute;nico que se me ocurre ahora mismo, tras encontrarme con esta web: Iraq Body Count, a parte de publicar este post para sacudir (de nuevo) vuestras conciencias...
&amp;iquest;Qu&amp;eacute; justifica una guerra? &amp;iquest;Qui&amp;eacute;n &#34;gana&#34; una guerra?
Si hay palabras que una vez dichas no puedes volverlas atr&amp;aacute;s, &amp;iexcl;imaginaos que ocurre con la bombas!
La imagen de la guerra: &#34;Gracias por tu democracia. Gracias por tulibertad. No tengo con qu&amp;eacute; pagarte pero seguro encontrar&amp;aacute;s con qu&amp;eacute;cobrar&#34;</description>
    </item>
    
    <item>
      <title>Trabajo en equipo</title>
      <link>http://albertlg.github.io/trabajo-equipo-81361/</link>
      <pubDate>Fri, 13 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/trabajo-equipo-81361/</guid>
      <description>Algunos copos inofensivos trabajando juntos pueden desatar una avalancha de destrucci&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Estándares web</title>
      <link>http://albertlg.github.io/estandares-web-81344/</link>
      <pubDate>Wed, 11 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/estandares-web-81344/</guid>
      <description>Web Standards ProjectWeb Standards Group</description>
    </item>
    
    <item>
      <title>Lista de comprobación de estándares web</title>
      <link>http://albertlg.github.io/lista-comprobacion-estandares-web-81337/</link>
      <pubDate>Tue, 10 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/lista-comprobacion-estandares-web-81337/</guid>
      <description>He traducido la &#34;checklist&#34; original de A Web Standards Checklist, en MaxDesign.
Antes de empezar, aclaremos conceptos:
&amp;iquest;Qu&amp;eacute; son los est&amp;aacute;ndares web?
La expresi&amp;oacute;n &#39;est&amp;aacute;ndares web&#39; puede significar cosas diferentes seg&amp;uacute;n para qui&amp;eacute;n. Para algunos no es otra cosa que construir sitios web sin tablas, para otros se trata de hacerlo usando c&amp;oacute;digo v&amp;aacute;lido. De cualquier manera, el concepto es mucho m&amp;aacute;s amplio que esto. Los est&amp;aacute;ndares web podr&amp;iacute;an ser definidos como:</description>
    </item>
    
    <item>
      <title>El PageRank de Google</title>
      <link>http://albertlg.github.io/pagerank-google-81896/</link>
      <pubDate>Fri, 06 Aug 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/pagerank-google-81896/</guid>
      <description>&amp;iquest;Sabes c&amp;oacute;mo se calcula el PageRank? &amp;iquest;Entiendes su algoritmo?

Ian Rogers nos explica correctamente, y con ejemplos muy sencillos y clarificadores, c&amp;oacute;mo funciona. Adem&amp;aacute;s, nos ofrece varios enlaces a recursos y utilidades relacionadas con el PR muy interesantes.
Leer el art&amp;iacute;culo sobre el PageRank
Gracias por el enlace, Philipp. ;)</description>
    </item>
    
    <item>
      <title>El márketing viral no funciona</title>
      <link>http://albertlg.github.io/marketing-viral-no-funciona-80140/</link>
      <pubDate>Sat, 31 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/marketing-viral-no-funciona-80140/</guid>
      <description>D&amp;iacute;selo a todo el mundo.</description>
    </item>
    
    <item>
      <title>Las &#39;normas&#39; de la creatividad en el diseño web</title>
      <link>http://albertlg.github.io/normas-creatividad-diseno-web-81338/</link>
      <pubDate>Sat, 31 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/normas-creatividad-diseno-web-81338/</guid>
      <description>He encontrado (v&amp;iacute;a meyerweb.com) un interesante estudio realizado por Fran&amp;ccedil;ois Briatte.En &amp;eacute;l analiza 10 sitios web (quiz&amp;aacute; un &amp;aacute;mbito demasiado peque&amp;ntilde;o y detem&amp;aacute;ticas similares: weblogs de dise&amp;ntilde;o web) mediante una encuestacomparativa respecto a 25 puntos diferentes.
Accede a la comparativa

La conclusi&amp;oacute;n (o mejor subt&amp;iacute;tulo): &amp;ldquo;El 75% del dise&amp;ntilde;o web es normativa, el resto son meros colores e im&amp;aacute;genes&amp;rdquo;.</description>
    </item>
    
    <item>
      <title>Los principios de la motivación</title>
      <link>http://albertlg.github.io/principios-motivacion-81362/</link>
      <pubDate>Fri, 30 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/principios-motivacion-81362/</guid>
      <description>Navegando, navegando... me he topado con un interesantísimo artículo de Stephen Covey, en el que nos explica cómo convencer a las personas que dependan de nosotros para que actúen de manera responsable.  De las palabras de Covey, me gustaría destacar:  “Para desarrollar la motivación y la responsabilidad, sugiero trabajar sobre dos principios que pueden ser muy efectivos: la participación y la confianza”.  “requiere una considerable fortaleza de carácter, fe y paciencia en el líder”.</description>
    </item>
    
    <item>
      <title>Google explica en su weblog la caída del lunes</title>
      <link>http://albertlg.github.io/google-explica-weblog-caida-lunes-81897/</link>
      <pubDate>Wed, 28 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/google-explica-weblog-caida-lunes-81897/</guid>
      <description>Consu post titulado &#34;Global Worming&#34;, Urs Hoelze (VP of operations andGoogle Fellow) nos explica el suceso que tanto nos asombr&amp;oacute; el pasadolunes 26 de julio, en el weblog oficial de Google. Por cierto, no faltael humor...
La explicaci&amp;oacute;n no es otra que alguien envi&amp;oacute; la &amp;uacute;ltima versi&amp;oacute;n del virus MyDoom,que realiz&amp;oacute; una serie de b&amp;uacute;squedas automatizadas en el archiconocidobuscador provocando su ca&amp;iacute;da. Se descarta as&amp;iacute; que Google fuera&#39;hackeado&#39;.</description>
    </item>
    
    <item>
      <title>Skype</title>
      <link>http://albertlg.github.io/skype-81869/</link>
      <pubDate>Mon, 26 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/skype-81869/</guid>
      <description>Gracias a Eduardo Manch&amp;oacute;n (Ainda.info y Alzado.org)he descubierto hoy una de esas aplicaciones de comunicaci&amp;oacute;n que&#34;cambian tu vida&#34;, vamos, que hay un antes y un despu&amp;eacute;s... Skype tepermite hablar (con una calidad sorprendente) y chatear a trav&amp;eacute;s de latecnolog&amp;iacute;a P2P.
Espero captar al m&amp;aacute;ximo n&amp;uacute;mero de amigos esta semana: &amp;iexcl;lo que me voy a ahorrar en m&amp;oacute;vil! ;)
Much&amp;iacute;simas gracias, Eduardo. &amp;iexcl;Ah! Y siento mucho haber interrumpido tu llamada.</description>
    </item>
    
    <item>
      <title>The GMail way</title>
      <link>http://albertlg.github.io/the-gmail-way-81870/</link>
      <pubDate>Fri, 16 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/the-gmail-way-81870/</guid>
      <description>Getting Started:
Getting Started with GMail
What&#39;s new:
New features!</description>
    </item>
    
    <item>
      <title>Felicidades Luci</title>
      <link>http://albertlg.github.io/felicidades-luci-81888/</link>
      <pubDate>Wed, 14 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/felicidades-luci-81888/</guid>
      <description>&amp;ldquo;If it takes forty years for the gun to be paid for
If it takes forty years, I&#39;ll put the money away
If it takes forty years to get the things that I need sir
If it takes forty years I&#39;ll walk the thunder and the rain&amp;rdquo;</description>
    </item>
    
    <item>
      <title>Hasta luego...</title>
      <link>http://albertlg.github.io/hasta-luego-80152/</link>
      <pubDate>Tue, 13 Jul 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/hasta-luego-80152/</guid>
      <description>...yaya.</description>
    </item>
    
    <item>
      <title>Observando a Google</title>
      <link>http://albertlg.github.io/observando-google-81898/</link>
      <pubDate>Sat, 26 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/observando-google-81898/</guid>
      <description>En espa&amp;ntilde;ol... google.dirson.com.
Y en ingl&amp;eacute;s... watchinggooglelikeahawk.com.</description>
    </item>
    
    <item>
      <title>Invite a friend to join Gmail!</title>
      <link>http://albertlg.github.io/invite-friend-to-join-gmail-81871/</link>
      <pubDate>Fri, 25 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/invite-friend-to-join-gmail-81871/</guid>
      <description>I have 6 5 4 3 2 1 0 invitations left... :P
- Laura se ha llevado la primera.
- Xavi, la segunda.
- Anabel, M&amp;oacute;nica y Raquel se llevan las tres siguientes (mis compi-comerciales).
- Vane, la darrera per a tu.Y ya hay gente esperando la siguiente remesa de invitaciones...</description>
    </item>
    
    <item>
      <title>albertlg@gmail.com</title>
      <link>http://albertlg.github.io/albertlggmailcom-81873/</link>
      <pubDate>Thu, 17 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/albertlggmailcom-81873/</guid>
      <description>&amp;iexcl;S&amp;iacute;&amp;iacute;&amp;iacute;&amp;iacute;&amp;iacute;&amp;iacute;&amp;iacute;&amp;iacute;&amp;iacute;&amp;iacute;! &amp;iexcl;Ya tengo mi cuenta en GMail!
Espero haceros un an&amp;aacute;lisis en breve... y recibir invitaciones. ;)

Much&amp;iacute;simas gracias a Alex Masip.</description>
    </item>
    
    <item>
      <title>Citas célebres</title>
      <link>http://albertlg.github.io/citas-celebres-81364/</link>
      <pubDate>Thu, 17 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/citas-celebres-81364/</guid>
      <description>Unas citas que me envi&amp;oacute; Alex Ruiz (de webospodridos.com):
&amp;ldquo;Un ej&amp;eacute;rcito de ciervos dirigido por un le&amp;oacute;n es mucho m&amp;aacute;s temible que un ej&amp;eacute;rcito de leones mandado por un ciervo.&amp;rdquo;
Plutarco (50-125); escritor griego.&amp;ldquo;No sabe m&amp;aacute;s el que m&amp;aacute;s cosas sabe, sino el que sabe las que m&amp;aacute;s importan.&amp;rdquo;
B. Rebolledo (1597-1676); militar, poeta y diplom&amp;aacute;tico espa&amp;ntilde;ol.
&amp;ldquo;La verdadera sabidur&amp;iacute;a est&amp;aacute; en reconocer la propia ignorancia.</description>
    </item>
    
    <item>
      <title>Nuevo concepto en telefonía</title>
      <link>http://albertlg.github.io/nuevo-concepto-telefonia-81872/</link>
      <pubDate>Thu, 17 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/nuevo-concepto-telefonia-81872/</guid>
      <description>Yase puede comprar el m&amp;aacute;s avanzado dispositivo de VoIP (Voz sobre IP) delmercado. Lo &amp;uacute;ltimo en tecnolog&amp;iacute;a Internet para conseguir unacomunicaci&amp;oacute;n telef&amp;oacute;nica de alta calidad y a coste cero.
Tecnolog&amp;iacute;a SIP, soporte para equipos en NAT (IP virtuales), pantallaretro-iluminada, luz indicadora, control de volumen... &amp;iexcl;y todas lasllamadas GRATIS! 4GPhone.com
&amp;iquest;Qui&amp;eacute;n ser&amp;aacute; el primero?</description>
    </item>
    
    <item>
      <title>Ciudadano del mundo...</title>
      <link>http://albertlg.github.io/ciudadano-mundo-81874/</link>
      <pubDate>Wed, 16 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/ciudadano-mundo-81874/</guid>
      <description>... ONLINE:</description>
    </item>
    
    <item>
      <title>Consultoría web (posicionamiento)</title>
      <link>http://albertlg.github.io/consultoria-web-posicionamiento-81899/</link>
      <pubDate>Sun, 13 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/consultoria-web-posicionamiento-81899/</guid>
      <description>He encontrado (gr&amp;agrave;cies Xavi) una web de consultor&amp;iacute;a SEO y herramientas de promoci&amp;oacute;n, muy interesante:
Ranks.nl

Me ha gustado especialmente el servicio de &#34;An&amp;aacute;lisis de la densidad, la prominencia y la colocaci&amp;oacute;n de palabras clave&#34;.
Aprovecho este &#34;post&#34; para recordaros otro recurso:
Marketleap.com

Y sus &#34;Free search engine marketing tools&#34;: &#34;Link popularity check&#34;, &#34;Search engine saturation&#34; y &#34;Keyword verification&#34;.</description>
    </item>
    
    <item>
      <title>Cosas que odio... y una de gallegos</title>
      <link>http://albertlg.github.io/cosas-odio-gallegos-81862/</link>
      <pubDate>Sun, 13 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/cosas-odio-gallegos-81862/</guid>
      <description>Ayer recib&amp;iacute; un e-mail graciosillo, del que os destaco las &#34;cosas que odio&#34; m&amp;aacute;s curiosas:
Los que se&amp;ntilde;alan su mu&amp;ntilde;eca cuando preguntan por la hora...Ya s&amp;eacute; donde est&amp;aacute; mi reloj, &amp;iquest;d&amp;oacute;nde tienes el tuyo? &amp;iquest;Me se&amp;ntilde;alo yo cuandopregunto donde est&amp;aacute; el water?Los que dicen &#34;siempre est&amp;aacute; en el &amp;uacute;ltimo lugar en el que miras&#34;. Pues claro. &amp;iquest;Qui&amp;eacute;n sigue buscando algo despu&amp;eacute;s de encontrarlo?Los que est&amp;aacute;n viendo una pel&amp;iacute;cula y dicen &#34;</description>
    </item>
    
    <item>
      <title>Fuentes &#34;sin agua&#34;</title>
      <link>http://albertlg.github.io/fuentes-agua-81892/</link>
      <pubDate>Fri, 11 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/fuentes-agua-81892/</guid>
      <description>... y sin coste alguno. :P
Recurso:
DaFont.com
Lo primero son las fuentes, luego ya hablaremos.
Las utilizadas en la imagen son &#34;Old Constructed Caps&#34; y &#34;Old Script&#34;.</description>
    </item>
    
    <item>
      <title>He visto una luz...</title>
      <link>http://albertlg.github.io/he-visto-luz-80126/</link>
      <pubDate>Fri, 11 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/he-visto-luz-80126/</guid>
      <description>Impresionante:

Encontrado v&amp;iacute;a Visible Earth.</description>
    </item>
    
    <item>
      <title>Marciano crónico</title>
      <link>http://albertlg.github.io/marciano-cronico-81890/</link>
      <pubDate>Thu, 10 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/marciano-cronico-81890/</guid>
      <description>Me reconozco as&amp;iacute;duo seguidor de &#34;Cr&amp;oacute;nicas Marcianas&#34;.No hay noche (siempre que emitan el programa, claro est&amp;aacute;) que noencienda el televisor de mi cuarto para deleitarme con lo que algunosconsideran tele-basura; aunque a mi me entretiene y me ayuda aconciliar el sue&amp;ntilde;o. Gracias Sard&amp;agrave;.
Tambi&amp;eacute;n gracias al derroche de talento de Carlos Latre, el morro quele echa Deltell o el glamour desinhibido e inteligente de BorisIzaguirre.</description>
    </item>
    
    <item>
      <title>Albert L.G., redactor en Noticias.com</title>
      <link>http://albertlg.github.io/albert-lg-redactor-noticiascom-81875/</link>
      <pubDate>Wed, 09 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/albert-lg-redactor-noticiascom-81875/</guid>
      <description>Pues eso:
Colaboro en Noticias.com</description>
    </item>
    
    <item>
      <title>MOZiE, el imprescindible</title>
      <link>http://albertlg.github.io/mozie-imprescindible-81877/</link>
      <pubDate>Tue, 08 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/mozie-imprescindible-81877/</guid>
      <description>Esta herramienta nos va a solucionar mucho las cosas a los maquetadores:
MOZiE.
B&amp;aacute;sicamente, MOZiE es una aplicaci&amp;oacute;n gratuita para entornos Windows que nos permite comparar la renderizaci&amp;oacute;n de una p&amp;aacute;gina web en Mozilla e Internet Explorer simult&amp;aacute;neamente. Aunque nos ofrece otras funcionalidades, no menos&amp;uacute;tiles, como por ejemplo la emulaci&amp;oacute;n de resoluciones de pantalla.</description>
    </item>
    
    <item>
      <title>¿Qué es el éxito?</title>
      <link>http://albertlg.github.io/exitor-81863/</link>
      <pubDate>Mon, 07 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/exitor-81863/</guid>
      <description>A los 3 a&amp;ntilde;os, ... no mearse.
A los 6 a&amp;ntilde;os, ... recordar lo que hiciste en el d&amp;iacute;a.
A los 12 a&amp;ntilde;os, ... tener muchos amigos.
A los 18 a&amp;ntilde;os, ... tener carnet de conducir.
A los 20 a&amp;ntilde;os, ... tener relaciones sexuales.
A los 35 a&amp;ntilde;os, ... tener mucho dinero.
A los 50 a&amp;ntilde;os, ... tener much&amp;iacute;simo dinero.
A los 65 a&amp;ntilde;os, ... tener relaciones sexuales.
A los 70 a&amp;ntilde;os, .</description>
    </item>
    
    <item>
      <title>Séptimo arte</title>
      <link>http://albertlg.github.io/septimo-arte-80133/</link>
      <pubDate>Sun, 06 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/septimo-arte-80133/</guid>
      <description>El mundo del c&amp;oacute;mic es algo que me cautiv&amp;oacute; ya &#34;desde chiquitito&#34; (como dice mi amigo Sergio).
Desde &#34;Mortadelo y Filem&amp;oacute;n&#34;, &#34;El botones Sacarino&#34; y &#34;Chicha, Tato y Clodoveo&#34; (de la revista Guai!) del maestro Ib&amp;aacute;&amp;ntilde;ez, pasando por &#34;Mafalda&#34; de Quino o &#34;Garfield&#34; de Jim Davis o &#34;Calvin and Hobbes&#34; de Bill Watterson, y sin olvidar mis &amp;eacute;pocas &#34;CIMOC&#34; (una revista de c&amp;oacute;mics que no falt&amp;oacute; en mi mesita de noche), superh&amp;eacute;roes y manga; hasta &#34;</description>
    </item>
    
    <item>
      <title>Por fin es viernes...</title>
      <link>http://albertlg.github.io/viernes-80141/</link>
      <pubDate>Fri, 04 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/viernes-80141/</guid>
      <description>Animaciones animadas, valga la redundancia:
Ideales para recibirlas por e-mail un viernes por la tarde. ;)</description>
    </item>
    
    <item>
      <title>¿Sabes hacer...? ¿Haces...?</title>
      <link>http://albertlg.github.io/hacerr-hacesr-81365/</link>
      <pubDate>Fri, 04 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/hacerr-hacesr-81365/</guid>
      <description>Preguntaosesto con varias de las cosas que os han ense&amp;ntilde;ado a hacer a lo largo devuestro periodo de formaci&amp;oacute;n (que para mi no acabar&amp;aacute;, espero)...Probablemente vuestras propias respuestas sean capaces de sorprenderos.
Se trata de las posibilidades de poner en pr&amp;aacute;ctica aquello por loque has luchado por aprender, aunque sea de manera autodidacta -oespecialmente as&amp;iacute; (no creo en la &#34;titulitis&#34;)-.
Se me ocurren m&amp;uacute;ltiples l&amp;iacute;neas argumentales para continuar con este&#34;</description>
    </item>
    
    <item>
      <title>Lorem ipsum...</title>
      <link>http://albertlg.github.io/lorem-ipsum-81339/</link>
      <pubDate>Wed, 02 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/lorem-ipsum-81339/</guid>
      <description>Todos conoc&amp;iacute;amos el recurso lipsum.com (o no).
Ahora he encontrado una versi&amp;oacute;n &#34;mejorada&#34;, con m&amp;aacute;s opciones: lorem-ipsum.info.
Quiz&amp;aacute; la m&amp;aacute;s destacable (de las nuevas opciones que nos ofrece este recurso), sea la posibilidad de cambiar el charset.</description>
    </item>
    
    <item>
      <title>Luna mentirosa</title>
      <link>http://albertlg.github.io/luna-mentirosa-80127/</link>
      <pubDate>Wed, 02 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/luna-mentirosa-80127/</guid>
      <description>Ma&amp;ntilde;ana jueves 3 de junio, a las 4:20h. habr&amp;aacute; Luna llena...
La Luna es mentirosa: si est&amp;aacute; creciente, la cara iluminada dibuja una D y si est&amp;aacute; decreciente (menguante), la cara iluminada dibuja una C.
Podeis encontrar informaci&amp;oacute;n en monover.com.</description>
    </item>
    
    <item>
      <title>Testeo de estándares y accesibilidad</title>
      <link>http://albertlg.github.io/testeo-estandares-accesibilidad-81878/</link>
      <pubDate>Wed, 02 Jun 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/testeo-estandares-accesibilidad-81878/</guid>
      <description>Joe Clark nos proporciona una lista de enlaces para el testeo de est&amp;aacute;ndares y accesibilidad.
Lo he encontrado leyendo webstandards.org.</description>
    </item>
    
    <item>
      <title>Juegos de lógica</title>
      <link>http://albertlg.github.io/juegos-logica-80142/</link>
      <pubDate>Mon, 31 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/juegos-logica-80142/</guid>
      <description>1.- Sigue la serie:
1
11
21
1211
111221
312211
...
2.- &amp;iquest;Cuantas ovejas ten&amp;iacute;a cada uno?
Dos pastores:
- &amp;iquest;Por qu&amp;eacute; no me das una de tus ovejas? As&amp;iacute; tendremos igual cantidad.
- Mejor dame una de las tuyas... as&amp;iacute; yo tendr&amp;eacute; el doble de ovejas que t&amp;uacute;.
A&amp;ntilde;adir&amp;eacute; otros juegos en breve. ;)
3.- &amp;iquest;De qu&amp;eacute; color es el oso?
Un oso camina 10 Km. hacia el sur, 10 hacia el este y 10 hacia el norte, volviendo al punto del que parti&amp;oacute;.</description>
    </item>
    
    <item>
      <title>La web semántica</title>
      <link>http://albertlg.github.io/web-semantica-81876/</link>
      <pubDate>Mon, 31 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/web-semantica-81876/</guid>
      <description>Un art&amp;iacute;culo de Tim Berners-Lee (el creador de Internet), James Hendler y Ora Lassila, que trata sobre el advenimiento de una nueva Web (WWW) en la que los ordenadores podr&amp;aacute;n realizar mejores tareas sobre la informaci&amp;oacute;n almacenada en la Red, al dotarse a esta de metainformaci&amp;oacute;n de contexto y significado:
Scientific American: The Semantic Web
A new form of Web content that is meaningful to computers will unleash a revolution of new possibilities</description>
    </item>
    
    <item>
      <title>Código binario</title>
      <link>http://albertlg.github.io/codigo-binario-80143/</link>
      <pubDate>Sun, 30 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/codigo-binario-80143/</guid>
      <description>Curiosa utilidad...
Binary - It&#39;s digitalicious!
Pru&amp;eacute;bala poniendo lo que sigue en el recuadro &#34;binario&#34; y pulsando sobre el bot&amp;oacute;n &#34;descodificar&#34; que hay debajo:
01000001011011000110001001100101011100100111
01000010000001001100001011100100011100101110</description>
    </item>
    
    <item>
      <title>Baloncesto</title>
      <link>http://albertlg.github.io/baloncesto-80128/</link>
      <pubDate>Sat, 29 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/baloncesto-80128/</guid>
      <description>El baloncesto es un arte:
Lo que pasa es que no abundan los artistas...
Una par&amp;aacute;bola - an&amp;eacute;cdota:
Si fueras andando por la calle y te encontraras un lata vac&amp;iacute;a de refresco en el suelo, &amp;iquest;qu&amp;eacute; har&amp;iacute;as?
A mi me explicaban de peque&amp;ntilde;o que un jugador de baloncesto la coger&amp;iacute;a con las manos, intentar&amp;iacute;a botarla y luego la &#34;encestar&amp;iacute;a&#34; en la primera papelera que encontrara... en lugar de chutarla, como la mayor&amp;iacute;a.</description>
    </item>
    
    <item>
      <title>Coche nuevo...</title>
      <link>http://albertlg.github.io/coche-nuevo-80153/</link>
      <pubDate>Sat, 29 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/coche-nuevo-80153/</guid>
      <description>... vida nueva.
Trasel accidente que me mantuvo de baja laboral durante un mes y por el quesigo de baja m&amp;eacute;dica, haciendo rehabilitaci&amp;oacute;n diariamente, parece que seacerca el d&amp;iacute;a en que Albert L.G. volver&amp;aacute; a tener coche propio.
Para los m&amp;aacute;s curiosos: su ShowRoom.
Aprovecho para agradecer a mi cu&amp;ntilde;ado &amp;Agrave;lex que me preste su coche para desplazarme cada d&amp;iacute;a a mi lugar de trabajo. ;)</description>
    </item>
    
    <item>
      <title>Hola, soy friqui</title>
      <link>http://albertlg.github.io/hola-soy-friqui-80144/</link>
      <pubDate>Fri, 28 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/hola-soy-friqui-80144/</guid>
      <description>Es lo primero que pensar&amp;iacute;as que te estoy diciendo si vieras esto en la puerta de mi casa:
Aunque para pensarlo, t&amp;uacute; tambi&amp;eacute;n deber&amp;iacute;as serlo. :P
Puedes encontrar este tipo de &#34;cosas&#34; (o peores) en:
ThinkGeek.comRopaFriki.com</description>
    </item>
    
    <item>
      <title>¿Sociedad actual?</title>
      <link>http://albertlg.github.io/sociedad-actualr-81366/</link>
      <pubDate>Wed, 26 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/sociedad-actualr-81366/</guid>
      <description>Hoy he encontrado un papel entre muchos en una caja de la mudanza (y eso que me mudé el agosto pasado). Es un papel muy especial... en él hay escrita una redacción que tiene más de veinte años. La escribió mi hermana Silvia y la tituló &#34;Los problemas de la sociedad actual&#34;:   “- ¿Problemas? ¿Qué son los problemas? ¿Existen en algún lugar? ¿Son conceptos reales?
- Sí cariño mío, hace mucho, mucho tiempo, aquí, en nuestro planeta que hoy ves tan sumamente bello y feliz, existió una sociedad cargada de.</description>
    </item>
    
    <item>
      <title>Cubo de Rubik</title>
      <link>http://albertlg.github.io/cubo-de-rubik-80145/</link>
      <pubDate>Sat, 22 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/cubo-de-rubik-80145/</guid>
      <description>&amp;iquest;Magia? Ya no... El cubo de Rubik en la Wikipedia.
Por cierto, aprovecho para recomendar la Wikipedia, la enciclopedia libre, como uno de esos &#34;recursos imprescindibles&#34; de la Red de Redes.
Y para los que la querais en catal&amp;aacute;n:Viquip&amp;egrave;dia, l&#39;enciclop&amp;egrave;dia lliure.</description>
    </item>
    
    <item>
      <title>GoogleWar</title>
      <link>http://albertlg.github.io/googlewar-81900/</link>
      <pubDate>Fri, 21 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/googlewar-81900/</guid>
      <description>Todav&amp;iacute;a no he dejado de reir:
GoogleWar.com
Y resulta que hay m&amp;aacute;s gente que se &#34;aburre&#34;...
GoogleFight.com
Jejeje! ;)</description>
    </item>
    
    <item>
      <title>CSS: Modelo de caja 3D</title>
      <link>http://albertlg.github.io/css-modelo-caja-3d-81879/</link>
      <pubDate>Thu, 20 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/css-modelo-caja-3d-81879/</guid>
      <description>Hoy he encontrado este diagrama...
Muy clarificador, &amp;iquest;no cre&amp;eacute;is?. &amp;iexcl;Ay! Si te hubiese conocido antes...
Lo he encontrado leyendo hicksdesign.co.uk.
[!] 02-05-04:
Por cierto, Jon Hicks lo ha actualizado (ha a&amp;ntilde;adido l&amp;iacute;neas para delimitar mejor las zonas y ha cambiado laimagen de fondo para hacerla m&amp;aacute;s obvia). Y podeis encontrar una versi&amp;oacute;n interactiva del modelo.
Otros recursos CSS:
W3C Box ModelTheNoodleIncident Box LessonsTantek Box Model HackCSS-Discuss Box Model HackBrainJar CSS PositioningWPDFD Issue 54Listamatic: IE Box Model and Doctypes ModesQuirksMode Box Model TweakingJessey CSS Box ModelCopySense Box Border TestY lo que vendr&amp;aacute;:</description>
    </item>
    
    <item>
      <title>Libros de estilo</title>
      <link>http://albertlg.github.io/libros-estilo-81340/</link>
      <pubDate>Sat, 15 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/libros-estilo-81340/</guid>
      <description>Un recurso imprescindible: WebStyleGuide.com</description>
    </item>
    
    <item>
      <title>Albert Einstein</title>
      <link>http://albertlg.github.io/albert-einstein-81368/</link>
      <pubDate>Sun, 02 May 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/albert-einstein-81368/</guid>
      <description>Aqu&amp;iacute; teneis el p&amp;oacute;ster que preside y/o decora mi escritorio en el despacho de mi casa...
Y algunas de sus frases c&amp;eacute;lebres:
&amp;ldquo;S&amp;oacute;lo dos cosas son infinitas: el universo y la estupidez humana, y de lo primero no estoy tan seguro...&amp;rdquo;
&amp;ldquo;Todo el mundo es un genio, hasta que abre la boca.&amp;rdquo;
&amp;ldquo;Quien nunca ha cometido un error, nunca ha probado algo nuevo.&amp;rdquo;
&amp;ldquo;A veces pienso que la prueba m&amp;aacute;s fehaciente de que existe vida inteligente en el universo,</description>
    </item>
    
    <item>
      <title>Caricaturas de South Park</title>
      <link>http://albertlg.github.io/caricaturas-south-park-80146/</link>
      <pubDate>Wed, 28 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/caricaturas-south-park-80146/</guid>
      <description>Acabo de crear mi propio personaje de South Park:
T&amp;uacute; puedes hacer lo mismo en Create-A-Character de South Park Studio.
Lo he encontrado leyendo minid.net.</description>
    </item>
    
    <item>
      <title>Coleccionables</title>
      <link>http://albertlg.github.io/coleccionables-84471/</link>
      <pubDate>Wed, 28 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/coleccionables-84471/</guid>
      <description>Coleccionar cosas es algo que, quien m&amp;aacute;s o quien menos ha hecho alguna vez en su vida. Lo que ocurre es que la mayor&amp;iacute;a de nosotros lo dejamos cuando lo que coleccionamos se convierte en algo inservible que va acumulando polvo dentro de un armario (en el mejor de los casos). Pero hay otros que siguen con la afici&amp;oacute;n y que incluso celebran reuniones para compartir con otros &#34;locos&#34; del coleccionismo su gusto por los peque&amp;ntilde;os placeres de la vida.</description>
    </item>
    
    <item>
      <title>¡Feliz cumpleaños, Laura!</title>
      <link>http://albertlg.github.io/feliz-cumpleanos-laura-81889/</link>
      <pubDate>Tue, 27 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/feliz-cumpleanos-laura-81889/</guid>
      <description>&amp;iexcl;FELICIDADES GUAPA!
Mi ni&amp;ntilde;a... &amp;iquest;Mi &#34;ni&amp;ntilde;a&#34;? ;)</description>
    </item>
    
    <item>
      <title>Avioncitos de papel</title>
      <link>http://albertlg.github.io/avioncitos-papel-80147/</link>
      <pubDate>Sun, 25 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/avioncitos-papel-80147/</guid>
      <description>&amp;iquest;Os gusta volar? No os lo perdais... avioncitosdepapel.com. ;)</description>
    </item>
    
    <item>
      <title>Optimismo</title>
      <link>http://albertlg.github.io/optimismo-81369/</link>
      <pubDate>Fri, 23 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/optimismo-81369/</guid>
      <description>&amp;ldquo;La esperanza da fuerzas muy superiores a la suerte.&amp;rdquo;
Nietzsche
</description>
    </item>
    
    <item>
      <title>Sant Jordi</title>
      <link>http://albertlg.github.io/sant-jordi-81882/</link>
      <pubDate>Fri, 23 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/sant-jordi-81882/</guid>
      <description>8 versos y 1 d&amp;iacute;a
La ma&amp;ntilde;ana madurar&amp;aacute; en tarde,
mostr&amp;aacute;ndonos toda su rebeld&amp;iacute;a
el tiempo, cual fuego que arde
quemando el reloj noche y d&amp;iacute;a.
Y la tarde se te&amp;ntilde;ir&amp;aacute; de noche,
imparable seguir&amp;aacute; nuestro baile
con amor, gran derroche
y la libertad del soplo del aire.

A mi flor... y al resto de flores. ;)</description>
    </item>
    
    <item>
      <title>Recuerdos de La bola...</title>
      <link>http://albertlg.github.io/recuerdos-bola-81891/</link>
      <pubDate>Thu, 22 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/recuerdos-bola-81891/</guid>
      <description>... de cristal.
&amp;iquest;C&amp;oacute;mo no iba a ser un alucine? Hablamos de un programa infantil querompi&amp;oacute; en los 80 con su sentido del humor, libertad e imaginaci&amp;oacute;n. &amp;iquest;Quequ&amp;eacute; ten&amp;iacute;a La bola para molar tanto a todos? La respuesta: CREATIVIDAD.
Sin duda, la frase que m&amp;aacute;s me marc&amp;oacute; de la televis&amp;oacute;n de la &amp;eacute;poca:
&amp;ldquo;Solo no puedes, con amigos s&amp;iacute;.&amp;rdquo;
Y la que menos (quiz&amp;aacute; por la edad.</description>
    </item>
    
    <item>
      <title>¿Está el enemigo? ¡Que se ponga!</title>
      <link>http://albertlg.github.io/enemigor-se-ponga-81864/</link>
      <pubDate>Wed, 14 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/enemigor-se-ponga-81864/</guid>
      <description>&amp;iquest;Qu&amp;eacute; dir&amp;iacute;a Gila si levantara cabeza? Creo que seguir&amp;iacute;a cont&amp;aacute;ndonos &amp;ldquo;la maldad de los hombres dicha con la ingenuidad de los ni&amp;ntilde;os&amp;rdquo;:
-Oiga,&amp;iquest;es usted Sadam Hussein? Pues ten&amp;iacute;a que decirle que destruya usted susarmas... &amp;iquest;C&amp;oacute;mo que no tiene armas? Pues yo le digo que s&amp;iacute;, no insista.Es usted un cabez&amp;oacute;n. Se parece a mi amigo Ernesto, el del pueblo, queutilizaba el &amp;aacute;ntrax para matar el pulg&amp;oacute;n de su huerta, y claro, lesalieron los tomates azules y el hijo de la Encarni con veinticuatrodedos en cada mano, y todav&amp;iacute;a lo negaba el jo&amp;iacute;o.</description>
    </item>
    
    <item>
      <title>Diseño</title>
      <link>http://albertlg.github.io/diseno-81342/</link>
      <pubDate>Tue, 13 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/diseno-81342/</guid>
      <description>Una filosof&amp;iacute;a que comparto:
&amp;ldquo;Design constructs a visual language for the purpose of communication. It organizes and gives form to a message in a way that adds value and meaning. It functions to organize, clarify, persuade, and add drama to an otherwise overlooked idea.
Design plays a primary role in the interpretation of a message. It creates the crucial persistent impression.It encourages examination and generates interest. Accessible,understandable information and beauty of form can engage observers andarrest their attention.</description>
    </item>
    
    <item>
      <title>Fly Love</title>
      <link>http://albertlg.github.io/fly-love-81861/</link>
      <pubDate>Sat, 10 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/fly-love-81861/</guid>
      <description>Una de mis fotos a lo NG m&amp;aacute;s preciadas...
La tom&amp;eacute; hace unos meses en las escaleras de emergencia del edificioen el que trabajo, en Sant Cugat del Vall&amp;eacute;s, mientras sal&amp;iacute; a fumarme uncigarrillo (entonces fumaba). Love is in the air...</description>
    </item>
    
    <item>
      <title>Fe</title>
      <link>http://albertlg.github.io/fe-81371/</link>
      <pubDate>Thu, 08 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/fe-81371/</guid>
      <description>Una cita:
&amp;ldquo;Tener fe es creer en lo que no puedes ver;
la recompensa a la fe es ver aquello en lo que crees.&amp;rdquo;
San Agust&amp;iacute;n
El trabajo de un dise&amp;ntilde;ador web tiene mucho de fe... :P</description>
    </item>
    
    <item>
      <title>1, 2, 3... y 4: Probando!</title>
      <link>http://albertlg.github.io/1-2-3-4-probando-24935/</link>
      <pubDate>Wed, 07 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/1-2-3-4-probando-24935/</guid>
      <description>El t&amp;iacute;tulo de esta primera entrada de mi WebLog personal, a parte de met&amp;aacute;fora inicial como prueba de &amp;quot;sonido&amp;quot;, me sirve para inaugurar la web musicalmente. C&amp;oacute;mo no, lo har&amp;eacute; con el single del grupo de rock en el que canto (o algo): Alone (No More Hate) El grupo se llama AlterEgo. ;) &amp;nbsp; All my life
In a waiting room
Wishing well
To rest in peace</description>
    </item>
    
    <item>
      <title>Laura...</title>
      <link>http://albertlg.github.io/laura-81883/</link>
      <pubDate>Wed, 07 Apr 2004 00:00:00 +0000</pubDate>
      
      <guid>http://albertlg.github.io/laura-81883/</guid>
      <description>A orillas de ti soy capaz de reconstruir las olas m&amp;aacute;s r&amp;aacute;pido que cualquier oce&amp;aacute;no, capaz de bombear sangre para dos o un mill&amp;oacute;n, de buscar tu rostro en cada nube, de contar las estrellas una a una bautiz&amp;aacute;ndolas con tu nombre, de llegar al horizonte, de olvidar el dolor propio, de mover el mundo sin palanca ni punto de apoyo, de escalar a lo m&amp;aacute;s alto o sumergirme en lo m&amp;aacute;s profundo, de perder mi orgullo en tu honor, de deshidratarme por tu sed, capaz de ahogarme si te falta el aire, de quedarme sin aliento por tu deseo, de dejar de comer por tu hambre, de no morirme por amarte y de morir si no me amas.</description>
    </item>
    
  </channel>
</rss>